Repository: BenBE/ispCP
Catalog: language-files/po/*.po
Languages: el_gr, es_co, fi_fi, hu_hu, sk_sk

source: Dear {NAME}, This is an automatic confirmation for the order of the domain: {DOMAIN} You have to click the following link to continue the domain creation process. {ACTIVATE_LINK} Thank you for using ispCP services. The ispCP Team
el_gr: Αγαπητέ {NAME}, Αυτόματη επιβεβαίωση για την παραγελία του ονόματος internet: {DOMAIN} Κάντε κλικ στον ακόλουθο δεσμό για τη συνέχιση της διαδικασίας δημιουργίας ονόματος internet. {ACTIVATE_LINK} Ευχαριστούμε για τη χρήση των υπηρεσιών ispCP. Η ομάδα του ispCP
es_co: Buen día, {NAME}: Esta es una confirmación enviada automáticamente de la orden de compra para el dominio: {DOMAIN} Pulse el siguiente enlace para continuar con el proceso de configuración del dominio. {ACTIVATE_LINK} Gracias por usar los servicios ispCP. El equipo ispCP.
fi_fi: Dear {NAME}, Tämä on automaattinen vahvistus tilauksesta: {DOMAIN} Sinun täytyy käydä seuraavassa osoitteessa jatkaaksesi tilauksen käsittelyä. {ACTIVATE_LINK} Ystävällisin terveisin, Ylläpito
hu_hu: Tisztelt {NAME}! Ez egy automatikusan generált domain megrendelési visszaigazolás: {DOMAIN} Köszönjük a megtisztelő bizalmat és hogy igénybe veszik a szolgáltatásainkat! az ispCP csapat
sk_sk: Vážený {NAME}, Toto je automatické potvrdenie objednávky pre doménu: {DOMAIN} Kliknite, prosím, na linku, pre dokončenie procesu. {ACTIVATE_LINK} Ďakujeme za využívanie našich služieb S pozdravom Váš hostingový tím!

source: New alias order for {CUSTOMER}!
el_gr: Παραγγελία νέου ψευδώνυμου από {CUSTOMER}!
es_co: Nueva solicitud de alias para {CUSTOMER}.
fi_fi: Uusi alias tilaus käyttäjältä {CUSTOMER}!
hu_hu: Új álnév megrendelés! Ügyfél: {CUSTOMER}
sk_sk: Nový alias pre {CUSTOMER}!

source: Dear {RESELLER}, Your customer {CUSTOMER} is awaiting for the approval of his new alias: {ALIAS} Once logged in, you can activate his new alias at {BASE_SERVER_VHOST_PREFIX}{BASE_SERVER_VHOST}/reseller/alias.php Thank you for using ispCP services. The ispCP Team
el_gr: Αγαπητέ {RESELLER}, Ο πελάτης σας {CUSTOMER} περιμένει έγκριση για νέο ψυδώνυμο: {ALIAS} Κατά την είσοδό σας, ενεργοποιείστε το νέο ψευδώνυμο του στο {BASE_SERVER_VHOST_PREFIX}{BASE_SERVER_VHOST}/reseller/alias.php Ευχαριστούμε για τη χρήση υπησεσιών του ispCP. Η ομάδα του ispCP
es_co: Buen día, {RESELLER}: Su cliente {CUSTOMER} está esperando por la aprobación de un nuevo alias: {ALIAS} Cuando ingrese, puede activar el nuevo alias en {BASE_SERVER_VHOST_PREFIX}{BASE_SERVER_VHOST}/reseller/alias.php Gracias por usar los servicios ispCP. El equipo ispCP.
fi_fi: Hei {RESELLER}, Asiakkaanne {CUSTOMER} odoittaa vahvistusta uudelle aliakselle: {ALIAS} Kun olet kirjautunut sisään, voit aktivoida hänen aliaksen osoitteessa {BASE_SERVER_VHOST_PREFIX}{BASE_SERVER_VHOST}/reseller/alias.php Ystävällisin terveisin, Ylläpito
hu_hu: Tisztelt {RESELLER}! A(z) {CUSTOMER} ügyfél egy új domain álnév jóváhagyására vár: {ALIAS} Az ispCP vezérlőpulton lehet aktiválni az alábbi címen: {BASE_SERVER_VHOST_PREFIX}{BASE_SERVER_VHOST}/reseller/alias.php Üdvözlettel, az ispCP csapat
sk_sk: Vážený {RESELLER}, Váš {CUSTOMER} čaká na schválenie svojho nového aliasu: {ALIAS} Jediným prihlásením môžete aktivovať jeho alias na: {BASE_SERVER_VHOST_PREFIX}{BASE_SERVER_VHOST}/reseller/alias.php Ďakujeme za využívanie našich služieb S pozdravom Váš hostingový tím!

source: Your message has been sent!
es_co: Su mensaje ha sido enviado.
hu_hu: Üzenet elküldve!
sk_sk: Vaša správa bola odoslaná!

source: Ticket was closed!
el_gr: Το εισιτήριο έκλεισε!
es_co: La consulta ha sido cerrada.
fi_fi: Kysymys suljettu!
hu_hu: A hibajegyet lezárták!
sk_sk: Tiket bol zatvorený!

source: Ticket was reopened!
el_gr: Το εισιτήριο άνοιξε πάλι!
es_co: La consulta ha sido reabierta.
fi_fi: Tiketti uudelleeavattu!
hu_hu: A hibajegyet újranyitották!
sk_sk: Tiket bol znovu otvorený!

source: Never
el_gr: Ποτέ
es_co: Nunca
fi_fi: Ei koskaan
hu_hu: Soha
sk_sk: Nikdy

source: You don't have support tickets.
es_co: No tiene solicitudes de asistencia técnica.
hu_hu: Nincs hibajegy.
sk_sk: Nemáte žiadne podporné tikety.

source: [New]
el_gr: [Νέο]
es_co: [Nuevo]
fi_fi: [Uusi]
hu_hu: [ÚJ]
sk_sk: [Nový]

source: Open ticket
el_gr: Ανοιχτό εισιτήριο
es_co: Abrir solicitud
fi_fi: Avaa ticketti
hu_hu: Hibajegy újranyitása
sk_sk: Otvorený tiket

source: Close ticket
el_gr: Κλειστό εισιτήριο
es_co: Cerrar solicitud
fi_fi: Sulje ticketti
hu_hu: Hibajegy lezárása
sk_sk: Zatvorený tiket

source: [Ticket]
el_gr: [Εισιτήριο Υποστήριξης]
es_co: [Solicitud]
hu_hu: [Hibajegy]
sk_sk: [Tiket]

source: Hello %s! You have a new ticket:
el_gr: Γεια σας %s! Έχετε νέο εισιτήριο υποστήριξης:
es_co: Hola, %s. Tiene una nueva consulta de asistencia técnica:
fi_fi: Hei %s Sinulla on uusi tiketti:
hu_hu: Tisztelt %s! Új hibajegy érkezett:
sk_sk: Dobrý deň %s ! Máte nový tiket

source: Hello %s! You have an answer for this ticket:
el_gr: Γεια σας %s! Έχετε απάντηση για το εισιτήριο υπστήριξης:
es_co: Hola, %s. Tiene una respuesta para esta solicitud de asistencia técnica:
fi_fi: Hei %s! Vastauksenne tikettiin:
hu_hu: Tisztelt {NAME}! Válasz érkezett a következő hibajegyre:
sk_sk: Dobrý deň %s ! Máte nový tiket

source: Priority: %s
el_gr: Προτεραιότητα: %s
es_co: Prioridad: %s
fi_fi: Tärkeys: %s
hu_hu: Prioritás: %s
sk_sk: Priorita: %s

source: Log in to answer
el_gr: Μπείτε για να απαντήσετε
es_co: Ingrese para responder
fi_fi: Kirjaudu sisään saadaksesi vastaus
hu_hu: A válaszoláshoz előbb be kell jelentkezni
sk_sk: Prihláste sa, ak chcete odpovedať

source: Wrong domain name syntax or number of labels
el_gr: Λάθος σύνταξη όνοματος internet ή αριθμού ετικετών
es_co: La sintaxis del nombre de dominio o la cantidad de etiquetas es errónea.
fi_fi: Virheellinen domainnimen muoto!
hu_hu: A domain nevének formátuma hibás vagy a címkék száma nem megfelelő!
sk_sk: Zlé meno domény alebo počet písmen!

source: Wrong domain name lenght!
el_gr: Λάθος μήκος ονόματος internet!
es_co: La longitud del nombre de dominio es errónea.
fi_fi: Virheellinen domainnimen pituus!
hu_hu: A domain nevének hossza nem megfelelő!
sk_sk: Zlá syntax domény!

source: Wrong subdomain syntax or number of labels!
el_gr: Λάθος σύνταξη υποονόματος internet ή αριθμού ετικετών!
es_co: La sintaxis del subdominio o la cantidad de etiquetas es errónea.
fi_fi: Virheellinen alidomainin syntaksi!
hu_hu: Az aldomain nevének formátuma hibás vagy a címkék száma nem megfelelő!
sk_sk: Zlé meno sub-domény alebo počet písmen!

source: Wrong subdomain lenght!
el_gr: Λάθος μήκος υποονόματος internet!
es_co: La longitud del subdominio es errónea.
fi_fi: Virheellinen alidomainin pituus!
hu_hu: Az aldomain nevének hossza nem megfelelő!
sk_sk: Zlá syntax sub-domény!

source: Label not allowed: <strong>%s</strong>
es_co: No se permite la etiqueta <strong>%s</strong>.
hu_hu: Nem engedélyezett címke: <strong>%s</strong>
sk_sk: Označenie nieje povolené: <strong>%s</strong>

source: Wrong label syntax: <strong>%s</strong>
es_co: La sintaxis de la etiqueta <strong>%s</strong> es errónea.
hu_hu: A címke formátuma hibás: <strong>%s</strong>
sk_sk: Zlá syntax označenia: <strong>%s</strong>

source: Wrong label lenght: <strong>%s</strong>
es_co: La longitud de la etiqueta <strong>%s</strong> es errónea.
hu_hu: A cimke hossza nem megfelelő: <strong>%s</strong>
sk_sk: Zlá dĺžka označenia: <strong>%s</strong>

source: Wrong Top Level Domain syntax: <strong>%s</strong>
es_co: La sintaxis del dominio de nivel superior <strong>%s</strong> es errónea.
hu_hu: A felső szintű domain nevének formátuma hibás: <strong>%s</strong>
sk_sk: Zlá syntax domény prvej úrovne: <strong>%s</strong>

source: Wrong Top Level Domain lenght: <strong>%s</strong>
es_co: La longitud del dominio de nivel superior <strong>%s</strong> es errónea.
hu_hu: A felső szintű domain nevének hossza nem megfelelő: <strong>%s</strong>
sk_sk: Zlá dĺžka domény prvej úrovne: <strong>%s</strong>

source: Wrong Second Level Domain lenght: <strong>%s</strong>
es_co: La longitud del dominio de segundo nivel <strong>%s</strong> es errónea.
hu_hu: A második szintű domain nevének hossza nem megfelelő: <strong>%s</strong>
sk_sk: Zlá dĺžka domény druhej úrovne: <strong>%s</strong>

source: Wrong domain name: <strong>%s</strong> is reserved!
es_co: El nombre de dominio es erróneo: <strong>%s</strong> está reservado.
hu_hu: A domain neve zárolt: <strong>%s</strong> fenntartva!
sk_sk: Zlé meno domény: <strong>%s</strong> je obsadená!

source: Wrong Second Level Domain syntax: <strong>%s</strong>
es_co: La sintaxis del dominio de segundo nivel <strong>%s</strong> es errónea.
hu_hu: A másodszintű domain nevének formátuma hibás: <strong>%s</strong>
sk_sk: Zlá syntax domény druhej úrovne: <strong>%s</strong>

source: ERROR: ACE labels are not allowed. Please use the ToUnicode equivalent.<br /><small>Example: for ACE label <strong>xn--bcher-kva</strong> use <strong>bücher</strong> instead</small>.
es_co: ERROR: Las etiquetas ACE no están permitidas. Por favor use el ToUnicode equivalente.<br /><small>Ejemplo: En vez de la etiqueta <strong>xn--bcher-kva</strong>, use <strong>bücher</strong>.</small>
hu_hu: HIBA: ACE címkék (xn--) nem használhatók, helyette a ToUnicode algoritmus kimenetét kell megadni.<br /><small>Például: ACE címkével leírt <strong>xn--rvztr-wqa0gx3bwi.hu</strong> domain ToUnicode után: <strong>árvíztűrő.hu</strong></small>.
sk_sk: CHYBA: ACE znaky niesú povolené. Prosím využite ToUnicode ekvivalent.<br /><small>Príklad: namiesto ACE znakov <strong>xn--bcher-kva</strong> použite <strong>bücher</strong>.</small>

source: ERROR: PHP extension 'mcrypt' not loaded!
es_co: ERROR: ¡La extensión PHP «mcrypt» no está cargada!
fi_fi: Virhe: PHP-laajennusta 'mcrypt' ei ole ladattu!
hu_hu: HIBA: A 'mcrypt' PHP bővítmény nincs betöltve!
sk_sk: CHYBA: PHP rozšírenie 'mcrypt' sa nepodarilo načítať!

source: You have to wait %d seconds.
el_gr: Περιμένετε για %d δεύτερα.
es_co: Tiene que esperar %d segundos.
fi_fi: Sinun täytyy odottaa %d sekuntia.
hu_hu: Kis türelmet, várni kell %d másodpercet.
sk_sk: Musíte počkať %d sekúnd.

source: You have been blocked for %d minutes.
el_gr: Έχετε μπλοκαριστεί για %d λεπτά.
es_co: Ha sido bloqueado durante %d minutos.
fi_fi: Teidät on estettu %d minuutiksi.
hu_hu: A hozzáférés zárolva %d percre.
sk_sk: Boli ste zablokovaný na %d minút.

source: You entered an incorrect username/password.
el_gr: Βάλατε ένα λάθος όνομα χρήστη/συνθηματικό.
es_co: Ha ingresado un nombre de usuario o contraseña incorrecto.
fi_fi: Annoit väärän käyttäjänimen/salasanan.
hu_hu: Hibás felhasználónév vagy jelszó.
sk_sk: Zadali ste neplatné užívateľské meno/heslo.

source: System is currently under maintenance! Only administrators can log in.
es_co: El sistema está bajo mantenimiento. Sólo los administradores pueden ingresar.
hu_hu: Jelenleg a rendszer karbantartás alatt van! Csak az adminisztrátorok léphetnek be.
sk_sk: Systém je momentálne v servisnom móde! Teraz sa môžu prihlásiť iba administrátori.

source: %s user already logged or session sharing problem! Aborting...
el_gr: Ο χρήστης %s είναι στο σύστημα ή υπάρχει πρόβλημα κοινής συνόδου! Ματαίωση...
es_co: El usuario %s ya ha iniciado sesión o hay un problema con la sesión. Cancelando...
fi_fi: Käyttäjä %s on jo kirjautuneena sisään tai session jakamisongelma! Keskeytetään...
hu_hu: A(z) %s felhasználó már belépett vagy munkafolyamat megosztási hiba lépett fel! Megszakítás...
sk_sk: %s užívateľ je prihlásený alebo nastal problém so zdielaním relácie!Ukončovanie...

source: User already logged or session sharing problem! Aborting...
el_gr: Ο χρήστης είναι στο σύστημα ή υπάρχει πρόβλημα κοινής συνόδου! Ματαίωση...
es_co: El usuario ya ha iniciado sesión o hay un problema con la sesión. Cancelando...
fi_fi: Käyttäjä on jo kirjautuneena sisään tai session jakamisongelma! Keskeytys..
hu_hu: A felhasználó már belépett vagy munkafolyamat megosztási hiba lépett fel! Megszakítás...
sk_sk: Užívateľ je prihlásený alebo nastal problém so zdielaním relácie!Ukončovanie...

source: %s's account status is not ok!
el_gr: Η κατάσταση λογαριασμού του %s δεν είναι ok!
es_co: ¡El estado de la cuenta de %s no está bien!
fi_fi: %s tilin tila ei ole ok!
hu_hu: A(z) %s felhasználó állapota hibás!
sk_sk: %s stav konta nieje vporiadku!

source: %s's domain expired!
el_gr: Το όνομα intrnet του %s έληξε!
es_co: ¡El dominio de %s ha expirado!
fi_fi: %s domain vanhentunut!
hu_hu: A(z) %s felhasználó domainje lejárt!
sk_sk: %s doména vypršala!

source: Request from foreign host was blocked!
el_gr: Η αίτηση απομακρυσμένου υπολογιστή μπλοκαρίστηκε!
es_co: La petición del equipo externo ha sido bloqueada.
fi_fi: Pyyntö vieraalta isännältä estetty!
hu_hu: A hozzáférés blokkolva külföldi címről!
sk_sk: Požiadavka od cudzieho hosťa bola blokovaná!

source: Domain alias
el_gr: Ψευδώνυμα ονομάτων internet
es_co: Alias de dominio
hu_hu: Domain álnév
sk_sk: Alias domény

source: Manage Orders
el_gr: Διαχείριση Παραγγελιών
es_co: Órdenes de compra
fi_fi: Hallitse tilauksia
hu_hu: Megrendelések kezelése
sk_sk: Spravovať objednávky

source: Order settings
el_gr: Ρυθμίσεις παραγγελίας
es_co: Configuración de compras
fi_fi: Tilauksen asetukset
hu_hu: Megrendelés beállításai
sk_sk: Nastavaenia objednávky

source: Order email setup
el_gr: Παραγγελία εγκατάστασης email
es_co: Correo de compras
fi_fi: Tilauksen email-asetukset
hu_hu: Megrendelés e-mail beállítása
sk_sk: Nastavenia e-mail objednváky

source: Please fill up both data fields for password!
el_gr: Παρακαλώ συμπληρώστε και τα δυο πεδία συνθηματικού!
es_co: Por favor rellene los dos campos de la contraseña.
fi_fi: Täytä molemmat salasanakentät!
hu_hu: Mindkét jelszómező kitöltése szükséges!
sk_sk: Prosím vyplňte obe polia s heslami!

source: Addition in progress
el_gr: Η προσθήκη είναι σε εξέλιξη
es_co: Adición en curso
fi_fi: Lisäys kesken
hu_hu: Hozzáadás folyamatban
sk_sk: Prebieha pridanie

source: Modification in progress
el_gr: Η αλλαγή είναι σε εξέλιξη
es_co: Modificación en curso
fi_fi: Muutos käynnissä
hu_hu: Módosítás folyamatban
sk_sk: Prebieha zmena

source: Deletion in progress
el_gr: Η διαγραφή είναι σε εξέλιξη
es_co: Eliminación en curso
fi_fi: Poisto käynnissä
hu_hu: Törlés folyamatban
sk_sk: Prebieha zmazanie

source: Being enabled
el_gr: Ενεργοποιήθηκε
es_co: Se está habilitando
fi_fi: on käytössä
hu_hu: Engedélyezés
sk_sk: zapnuté

source: Being suspended
el_gr: Έχουν ανασταλεί
es_co: Se está suspendiendo
fi_fi: on jäädytetty
hu_hu: Felfüggesztés
sk_sk: uspať

source: Awaiting approval
es_co: Esperando aprobación
hu_hu: Jóváhagyásra vár
sk_sk: Čakanie na schválenie

source: Unknown error
el_gr: Άγνωστο σφάλμα
es_co: Error desconocido
fi_fi: Tuntematon virhe
hu_hu: Ismeretlen hiba
sk_sk: Neznáma chyba

source: hide aliases
el_gr: κρύψτε τα ψευδώνυμα
es_co: ocultar alias
fi_fi: piilota aliakset
hu_hu: álnevek elrejtése
sk_sk: skovať aliasy

source: You have reached your domains limit.<br />You cannot add more domains!
el_gr: Φθάσατε το όριο ονομάτων internet.<br />Δεν μπορείτε να προσθέσετε άλλα ονόματα internet!
es_co: Ha alcanzado la cantidad límite de dominios.<br />No puede agregar más dominios.
fi_fi: Olet ylittänyt domainrajoituksen.<br> Et voi lisätä enempää domaineja!
hu_hu: Több domain nem hozható létre, korlát elérve!
sk_sk: Dosiahli ste limit domén.<br>Nemôžete pridať viac domény!

source: You have a subdomains limit!<br />You cannot add an user with unlimited subdomains!
el_gr: Φθάσατε το όριο υποονομάτων internet!<br />Δεν μπορείτε να προσθέσετε χρήστη με απεριόριστα υποονόματα!
es_co: Usted tiene una cantidad limitada de subdominios.<br />No puede agregar un usuario con subdominios ilimitados.
fi_fi: Sinulla on alidomaneilla rajoitus!<br>Et voi lisätä käyttäjää rajoittamattomilla alidomaineilla!
hu_hu: A létrehozható aldomain száma korlátozott<br />, így nem vehető fel felhasználó "korlátlan aldomainek" beállítással!
sk_sk: Dosiahli ste limit sub-domén.<br>Nemôžete pridať viac sub-domény!

source: You are exceeding your subdomains limit!
el_gr: Υπέρβαση στο όριο υποονομάτων internet!
es_co: ¡Está excediendo la cantidad límite de subdominios!
fi_fi: Olet ylittämässä alidomain rajan!
hu_hu: Több aldomain nem hozható létre, korlát elérve!
sk_sk: Prekračujete Váš limit sub-domén!

source: You have an aliases limit!<br />You cannot add an user with unlimited aliases!
el_gr: Έχετε όριο ψευδωνύμων!<br />Δεν μπορείτε να προσθέσετε χρήστη με απεριόριστα ψευδώνυμα!
es_co: Usted tiene una cantidad limitada de alias.<br />No puede agregar un usuario con alias ilimitados.
fi_fi: Sinulla on aliasrajoitus!<br>Et voi lisätä käyttäjää rajoittamattomilla aliaksilla!
hu_hu: A létrehozható álnevek száma korlátozott<br />, így nem vehető fel felhasználó "korlátlan álnevek" beállítással!
sk_sk: Máte limit aliasov!<br>Nemôžete pridať užívateľa s neomedzeným počtom aliasov!

source: You are exceeding your alias limit!
es_co: ¡Está excediendo la cantidad límite de alias!
hu_hu: Több álnév nem hozható létre, korlát elérve!
sk_sk: Prekračujete Váš limit diskového priestoru!

source: You have a mail accounts limit!<br />You cannot add an user with unlimited mail accounts!
el_gr: Έχετε όριο λογαριασμών email!<br />Δεν μπορείτε να προσθέσετε χρήστη με απεριόριστους λογαριασμούς email!
es_co: Usted tiene una cantidad limitada de cuentas de correo.<br />No puede agregar un usuario con cuentas de correo ilimitadas.
fi_fi: Sinulla on sähköpostitilien rajoitus! <br>Et voi lisätä käyttäjää rajoittamattomilla sähköpostitileillä!
hu_hu: A létrehozható e-mail fiókok száma korlátozott<br />, így nem vehető fel felhasználó "korlátlan e-mail fiókok" beállítással!
sk_sk: Máte limit e-mailovych kont!<br>Nemôžete pridať užívateľa s neobmedzeným počtom e-mailov!

source: You are exceeding your mail accounts limit!
el_gr: Υπέρβαση στο όριο λογαριασμών email!
es_co: ¡Está excediendo la cantidad límite de cuentas de correo!
fi_fi: Olet ylittämässä sähköpostitilien rajoitusta!
hu_hu: Több e-mail fiók nem hozható létre, korlát elérve!
sk_sk: Prekračujete limit e-mailových kont!

source: You have a FTP accounts limit!<br />You cannot add an user with unlimited FTP accounts!
el_gr: Έχετε όριο λογαριασμών FTP!<br />Δεν μπορείτε να προσθέσετε χρήστη με απεριόριστους λογαριασμούς FTP!
es_co: Usted tiene una cantidad limitada de cuentas FTP.<br />No puede agregar un usuario con cuentas FTP ilimitadas.
fi_fi: Sinullaon FTP-tilien rajoitus!<br>Et voi lisätä käyttäjää rajoittamattomilla FTP-tilellä!
hu_hu: A létrehozható FTP azonosítók száma korlátozott<br />, így nem vehető fel felhasználó "korlátlan FTP azonosítók" beállítással!
sk_sk: Máte limit FTP kont!<br>Nemôžete pridať užívateľa s neobmedzeným počtom FTP kônt!

source: You are exceeding your FTP accounts limit!
el_gr: Υπέρβαση στο όριο λογαριασμών FTP!
es_co: ¡Está excediendo la cantidad límite de cuentas FTP!
fi_fi: Olet ylittämässä FTP-tilien rajaa!
hu_hu: Több FTP azonosító nem hozható létre, korlát elérve!
sk_sk: Prekračujete limit FTP kônt!

source: You have a SQL databases limit!<br />You cannot add an user with unlimited SQL databases!
el_gr: Έχετε όριο Β.Δ. SQL!<br />Δεν μπορείτε να προσθέσετε χρήστη με απεριόριστες Β.Δ. SQL!
es_co: Usted tiene una cantidad limitada de bases de datos SQL.<br />No puede agregar un usuario con bases de datos SQL ilimitadas.
fi_fi: Sinulla on SQL tietokantojen rajoitus!<br>Et voi lisätä käyttäjää rajoittamattomilla SQL-tietokannoilla!
hu_hu: A létrehozható SQL adatbázisok száma korlátozott<br />, így nem vehető fel felhasználó "korlátlan SQL adatbázisok" beállítással!
sk_sk: Máte limit SQL databáz!<br>Nemôžete pridať užívateľa s neobmedzeným počtom SQL databáz!

source: You are exceeding your SQL databases limit!
el_gr: Υπέρβαση στο όριο Β.Δ. SQL!
es_co: ¡Está excediendo la cantidad límite de bases de datos SQL!
fi_fi: Olet ylittämässä SQL-tietokantojen rajaa!
hu_hu: Több SQL adatbázis nem hozható létre, korlát elérve!
sk_sk: Prekračujete limit SQL databáz!

source: You have an SQL users limit!<br />You cannot add an user with unlimited SQL users!
el_gr: Έχετε όριο χρηστών Β.Δ. SQL!<br />Δεν μπορείτε να προσθέσετε χρήστη με απεριόριστους χρήστες Β.Δ. SQL!
es_co: Usted tiene una cantidad limitada de usuarios SQL.<br />No puede agregar un usuario con usuarios SQL ilimitados.
fi_fi: Sinulla on SQL käyttäjien raja!<br>Et voi lisätä käyttäjää rajoittamattomilla SQL käyttäjillä!
hu_hu: A létrehozható SQL felhasználók száma korlátozott<br />, így nem vehető fel felhasználó "korlátlan SQL felhasználók" beállítással!
sk_sk: Máte limit SQL kont!<br>Nemôžete pridať užívateľa s neobmedzeným počtom SQL kônt!

source: You have disabled SQL databases for this user!<br />You cannot have SQL users here!
el_gr: Έχετε απενεργοποιήσει τις Β.Δ. SQL για αυτό το χρήστη!<br />Δεν μπορείτε να έχετε χρήστες SQL εδώ!
es_co: Usted tiene deshabilitadas las bases de datos SQL para este usuario.<br />No puede tener usuarios SQL aquí.
fi_fi: Olet ottanut tietokannat pois käytöstä tällä käyttäjällä!<br>Sinulla ei voi olla tietokantakäyttäjiä!
hu_hu: A felhasználó nem használhat SQL adatbázisokat<br />, így SQL felhasználója sem lehet!
sk_sk: Zablokovali ste SQL databázu pre tohto užívateľa!<br>Nemôžete mať SQL užívateľa tu!

source: You are exceeding your SQL database limit!
el_gr: Υπέρβαση του ορίου σας σε Β.Δ. SQL!
es_co: ¡Está excediendo el límite de la base de datos SQL!
fi_fi: Olet ylittämässä SQL-tietokantarajoitusta!
hu_hu: Több SQL adatbázis nem hozható létre, korlát elérve!
sk_sk: Prekračujete limit SQL kônt!

source: You have a traffic limit!<br />You cannot add an user with unlimited traffic!
el_gr: Έχετε όριο κίνησης!<br />Δεν μπορείτε να προσθέσετε χρήστη με απεριόριστη κίνηση!
es_co: Usted tiene una cantidad limitada de tráfico de ancho de banda.<br />No puede agregar un usuario con tráfico ilimitado.
fi_fi: Sinulla on liikennerajoitus!<br>Et voi lisätä käyttäjää rajoittamattomalla liikenteellä!
hu_hu: A felhasználható adatforgalom korlátozott<br />, így nem vehető fel felhasználó "korlátlan adatformalom" beállítással!
sk_sk: Máte limit prenesených dát!<br>Nemôžete pridať užívateľa s neobmedzenými prenesenými dátami!

source: You have a disk limit!<br />You cannot add an user with unlimited disk!
el_gr: Έχετε όριο δίσκου!<br />Δεν μπορείτε να προσθέσετε χρήστη με απεριόριστο δίσκο!
es_co: Usted tiene una cantidad limitada de espacio en disco.<br />No puede agregar un usuario con espacio en disco ilimitado.
fi_fi: Sinulla on levytilarajoitus!<br>Et voi lisätä käyttäjää rajoittamattomalla tilalla!
hu_hu: A felhasználható tárhely korlátozott<br />, így nem vehető fel felhasználó "korlátlan tárhely" beállítással!
sk_sk: Máte limit diskového priestoru!<br>Nemôžete pridať užívateľa s neobmedzeným diskovým priestorom!

source: ispCP Error
el_gr: Σφάλμα ispCP
es_co: Error en ispCP
fi_fi: ispCP Virhe
hu_hu: ispCP HIBA
sk_sk: Chyba

source: Error Message
el_gr: Μήνυμα σφάλματος
es_co: Mensaje de error
fi_fi: Virheviesti
hu_hu: Hibaüzenet
sk_sk: Chybové stránky

source: You have a new order
el_gr: Έχετε νέα παραγγελία
es_co: Tiene una nueva orden de compra
fi_fi: Sinulla on uusi tilaus
hu_hu: Új megrendelés érkezett
sk_sk: Máte novú objednávku
