Repository: BenBE/ispCP
Catalog: language-files/po/*.po
Languages: el_gr, es_co, fi_fi, hu_hu, sk_sk

source: Dear {RESELLER}, you have a new order from {NAME} <{MAIL}> for domain {DOMAIN} Please login into your ispCP control panel for more details.
el_gr: Αγαπητέ {RESELLER}, έχετε νέα παραγγελία {NAME} <{MAIL}> για το όνομα internet {DOMAIN} Παρακαλώ μπείτε στο πίνακα ελέγχου του ispCP για περισσότερες λεπτομέριες.
es_co: Estimado {RESELLER}: Tiene una nueva orden de compra de {NAME} <{MAIL}> para el dominio {DOMAIN} Ingrese a su panel de control ispCP para obtener más detalles.
fi_fi: Arvoisa {RESELLER}, Sinulla on uusi tilaus käyttäjältä {NAME} <{MAIL}> domainille {DOMAIN} Kirjaudu ispCP -hallintapaneeliin saadaksesi lisätietoja.
hu_hu: Üdv {RESELLER}, Örömmel tudatjuk, hogy új megrendelés érkezett! Megrendelő adatai: {NAME} <{MAIL}> Megrendelt domain: {DOMAIN} További információk az ispCP vezérlőpulton!
sk_sk: Vážený {RESELLER}, máte novú objednávku od {NAME} <{MAIL}> pre doménu {DOMAIN} Prosím, nahláste sa do systému, pre viac informácií.

source: This hosting plan is not available for purchase
el_gr: Αυτό το πακέτο φιλοξενίας internet δεν είναι διαθέσιμο για αγορά
es_co: Este plan de alojamiento no está a la venta por el momento.
fi_fi: Hosting-paketti ei ole saatavilla ostettavaksi
hu_hu: Ez a szolgáltatási csomag nem rendelhető
sk_sk: Tento hostingový plán nieje možné zakúpiť

source: * denotes mandatory field.
el_gr: * δηλώνει υποχρεωτικό πεδίο.
es_co: El asterisco (*) indica los campos obligatorios.
fi_fi: * voi tarkoittaa mitä tahansa merkkiä
hu_hu: * mező kitöltése kötelező
sk_sk: * označuje povinnú položku

source: Term of Service
es_co: Términos de servicio
fi_fi: Käyttöehdot
hu_hu: Felhasználási feltételek
sk_sk: Služba

source: I Accept The Term of Service
es_co: Acepto los términos de servicio
fi_fi: Hyväksyn käyttöehdot
hu_hu: Elfogadom a felhasználási feltételeket
sk_sk: Akceptujem podmienky využívania služieb

source: Your Chart
el_gr: Το διάγραμμά σας
es_co: Su gráfico
fi_fi: Tietueesi
hu_hu: Rendelési adatok
sk_sk: Vaša schéma

source: Personal Data
el_gr: Προσωπικά δεδομένα
es_co: Datos personales
fi_fi: Henkiläkohtaiset tiedot
hu_hu: Személyes adatok
sk_sk: Osobné údaje

source: You have to accept the Term of Service!
es_co: ¡Debe aceptar los términos de servicio!
fi_fi: Olet hyväksynyt käyttöehdot
hu_hu: A vásárláshoz el kell fogadni a "Felhasználási feltételek"-et!
sk_sk: Musíte akceptovať podmienky využívania služieb!

source: Check Out
el_gr: Εξόφληση
es_co: Verificar
fi_fi: Kuittaus
hu_hu: Befejezés
sk_sk: Skontrolovať

source: Webspace
el_gr: Χώρος Web
es_co: Espacio web
fi_fi: Kotisivutila
hu_hu: Web tárhely
sk_sk: Web preistor

source: Domain Features
el_gr: Δυνατότητες ονόματος internet
es_co: Características del dominio
fi_fi: Domainin ominaisuudet
hu_hu: Domain jellemzői
sk_sk: Vlastnosti domény

source: Package Features
el_gr: Δυνατότητες πακέτου
es_co: Características del paquete
fi_fi: Paketin ominaisuudet
hu_hu: Csomag jellemzői
sk_sk: Vlastnoosti balíčku

source: Backup and Restore
el_gr: Αντίγραφα Ασφαλείας και Επαναφορά τους
es_co: Respaldar y restaurar
fi_fi: Varmuuskopio / palautus
hu_hu: Adatmentés és visszaállítás
sk_sk: Zaláha a obnovenie

source: Custom Error Pages
el_gr: Ατομικές Σελίδες Λαθών
es_co: Páginas de error personalizadas
fi_fi: Vaihtoehtoiset virhesivut
hu_hu: Egyéni hibaoldalak
sk_sk: Vlastné chybové stránky

source: Protected Areas
el_gr: Περιοχές Προστασίας
es_co: Áreas protegidas
fi_fi: Suojatut alueet
hu_hu: Védett területek
sk_sk: Chránené oblasti

source: Custom Apache Logs
el_gr: Ατομικά αρχεία καταγραφής Apache
es_co: Registros de Apache personalizados
fi_fi: Kustomoidut Apachen logit
hu_hu: Egyéni Apache naplófájlok
sk_sk: Vlastné Apache Logy

source: Web & E-Mail Support
el_gr: Υποστήριξη Web & EMail
es_co: Soporte para web y correo
fi_fi: Web & E-mail -tuki
hu_hu: Web és E-mail használata
sk_sk: Podpora WEBu a E-mailu

source: Your Own Domain
el_gr: Το δικό σας όνομα internet
es_co: Su dominio
fi_fi: Domainisi
hu_hu: Saját domain
sk_sk: Vaša vlastná doména

source: ispCP Control Panel
el_gr: Πίνακας ελέγχου ispCP
es_co: Panel de control ispCP
fi_fi: ispCP-Ohjauspaneeli
hu_hu: ispCP Vezérlőpult
sk_sk: ispCP Kontrol Panel

source: Automatic Updates
el_gr: Αυτόματες Ενημερώσεις
es_co: Actualizaciones automáticas
fi_fi: Automaattiset päivitykset
hu_hu: Automatikus frissítések
sk_sk: Automatické aktualizácie

source: Package Price
el_gr: Τιμή Πακέτου
es_co: Precio del paquete
fi_fi: Paketin hinta
hu_hu: Csomag ár
sk_sk: Cena balíčku

source: Setup Fee
el_gr: Τιμή Εγκατάστασης
es_co: Tarifa de configuración
fi_fi: Asennusmaksu
hu_hu: Beállítási (egyszeri) díj
sk_sk: Zriaďovací poplatok

source: Performance
el_gr: Απόδοση
es_co: Rendimiento
fi_fi: Suorituskyky
hu_hu: Működési jellemzők
sk_sk: Výkon

source: ispCP - Manage Domain/Alias
el_gr: ispCP - Διαχείριση Ονομάτων internet/Ψευδώνυμα
es_co: ispCP - Administrar dominio o alias
fi_fi: ispCP - Hallitse Domain / Alias
hu_hu: ispCP - Domain kezelés / Álnév
sk_sk: ispCP - Spravovať doménu/alias

source: Manage alias
el_gr: Διαχείριση ψευδωνύμων
es_co: Administrar alias
fi_fi: Hallitse aliaksia
hu_hu: Domain álnevek kezelése
sk_sk: Spravovať alias

source: Real domain
el_gr: Πραγματικό όνομα internet
es_co: Dominio real
fi_fi: Oikea domain
hu_hu: Valódi domain
sk_sk: Reálna doména

source: You have no alias records.
el_gr: Δεν έχετε εγγραφές ψευδωνύμων.
es_co: No tiene registros de alias.
fi_fi: Sinulla ei ole aliaksia.
hu_hu: Nincs domain álnév.
sk_sk: Nemáte žiaden záznam o aliase.

source: Activate
el_gr: Ενεργοποίηση
es_co: Activar
fi_fi: Aktivoi
hu_hu: Engedélyezés
sk_sk: Aktívny

source: Domain alias you are trying to remove has email accounts !<br>First remove them!
el_gr: Το ψευδώνυμο ονόματος internet που θέλετε να αφαιρεθεί διαθέτει λογαριασμούς email!<br/>Αφαιρέστε αυτούς πρώτα!
es_co: El alias de dominio que está intentando eliminar tiene cuentas de correo.<br>Elimínelas primero.
fi_fi: Domain-alias jota yrität poistaa sisältää sähköpostitunnuksia!<br>Poista ne ensin!
hu_hu: A törölni kívánt domain álnévhez E-mail fiók tartozik!<br />Előbb azt kell törölni!
sk_sk: Alias domény, ktorý sa snažíte odstrániť má e-mailové kontá!<br />Najpr ich odstránte!

source: Domain alias you are trying to remove has FTP accounts!<br>First remove them!
el_gr: Το ψευδώνυμο ονόματος internet που θέλετε να αφαιρεθεί διαθέτει λογαριασμούς FTP!<br/>Αφαιρέστε αυτούς πρώτα!
es_co: El alias de dominio que está intentando eliminar tiene cuentas FTP.<br>Elimínelas primero.
fi_fi: Domain-alias jota yrität muokata sisältää FTP-tunnuksia!<br>Poista ne ensin!
hu_hu: A törölni kívánt domain álnévhez FTP hozzáférés tartozik!<br />Előbb azt kell törölni!
sk_sk: Alias domény, ktorý sa snažíte odstrániť má FTP kontá!<br />Najpr ich odstránte!

source: Domain alias added for termination!
el_gr: Ψευδώνυμα ονομάτων internet προστέθηκαν για τερματισμό!
es_co: El alias de dominio ha sido agregado para ser eliminado.
fi_fi: Domain-alias lisätty poistettavaksi!
hu_hu: Domain álnév beütemezve megszüntetésre!
sk_sk: Doménový alias pridaný pre zrušenie!

source: Domain alias not added for termination!
el_gr: Ψευδώνυμα ονομάτων internet δεν προστέθηκαν για τερματισμό!
es_co: El alias de dominio no ha sido agregado para ser eliminado.
fi_fi: Domain-aliasta ei lisätty poistettavaksi!
hu_hu: Domain álnév nincs beütemezve megszüntetésre!
sk_sk: Doménový alias nepridaný pre zrušenie!

source: Domain alias added!
el_gr: Προστέθηκε το ψευδώνυμο ονόματος internet!
es_co: Alias de dominio agregado.
fi_fi: Domain-alias lisätty!
hu_hu: Domain álnév létrehozva!
sk_sk: Doménový alias pridaný!

source: Domain alias not added!
el_gr: Tο ψευδώνυμο ονόματος internet δεν προστέθηκε!
es_co: Alias de dominio no agregado.
fi_fi: Domain-aliasta ei lisätty!
hu_hu: Domain álnév nincs létrehozva!
sk_sk: Doménový alias nepridaný!

source: Domain alias modified!
el_gr: Μεταβολή ψευδώνυμου ονόματος internet!
es_co: Alias de dominio modificado.
fi_fi: Domain-alias muokattu!
hu_hu: Domain álnév módosítva!
sk_sk: Doménový alias upravený!

source: Domain alias not modified!
el_gr: Δεν μεταβλήθηκε το ψευδώνυμο ονόματος internet !
es_co: Alias de dominio no modificado.
fi_fi: Domain-aliasta ei muokattu!
hu_hu: Domain álnév nincs módosítva!
sk_sk: Doménový alias nebol upravený!

source: Ordered domain alias not deleted!
el_gr: Το ψευδώνυμο που παραγγέλθηκε δεν διαγράφηκε!
es_co: Orden de alias de dominio no eliminada.
fi_fi: Tilattua domain-aliasta ei poistettu!
hu_hu: A megrendelt domain álnév nincs törölve!
sk_sk: Doménový alias nepridaný!

source: Ordered domain alias activated!
el_gr: Το ψευδώνυμο που παραγγέλθηκε ενεργοποιήθηκε!
es_co: Orden de alias de dominio activada.
fi_fi: Tilattu domain-alias aktivoitu!
hu_hu: A megrendelt domain álnév aktiválva!
sk_sk: Doménový alias pridaný!

source: Ordered domain alias not activated!
el_gr: Το ψευδώνυμο που παραγγέλθηκε δεν ενεργοποιήθηκε!
es_co: Orden de alias de dominio no activada.
fi_fi: Tilattua domain-aliasta ei aktivoitu!
hu_hu: A megrendelt domain álnév nincs aktiválva!
sk_sk: Doménový alias nepridaný!

source: ispCP Reseller: Add Alias
el_gr: ispCP Μεταπωλητής: Νέο ψευδώνυμο
es_co: ispCP Revendedor: Agregar alias
fi_fi: ispCP Jälleenmyyjä: Lisää alias
hu_hu: ispCP - Viszonteladó / Domain álnév létrehozása
sk_sk: ispCP Predajca : Pridať alias

source: There is no user records for this reseller to add an alias for.
el_gr: Δεν υπάρχουν εγγραφές χρήστη για το μεταπωλητή για προσθήκη ψευδωνύμων.
es_co: No hay registros de usuario de este revendedor para agregar un alias.
hu_hu: Nincs olyan felhasználó, akihez domain álnevet lehetnet felvenni.
sk_sk: Nieje tu žiaden užívateľský záznam pre tochto obchodníka na pridanie aliasu.

source: ispCP - Circular
el_gr: ispCP - Κυκλικό
fi_fi: ispCP - Keskus
hu_hu: ispCP - Körlevél
sk_sk: ispCP- Obežník

source: Circular
el_gr: Κυκλικό
fi_fi: Pyöreä
hu_hu: Körlevél
sk_sk: Obežník

source: ispCP - Domain/Edit
el_gr: ispCP - Όνομα internet/Διόρθωση
es_co: ispCP - Dominio/Editar
fi_fi: ispCP - Domain / Muokkaa
hu_hu: ispCP - Domain / Módosítás
sk_sk: ispCP - Domána/Upraviť

source: or check if domain should <strong>never</strong> expire
es_co: o verifique si el dominio no debe expirar <strong>nunca</strong>.
hu_hu: vagy legyen bepipálva, hogy a domain <strong>soha</strong> nem jár le
sk_sk: alebo over, či by doména nemala <strong>nikdy</strong> expirovať

source: Su
es_co: Dom
hu_hu: Va
sk_sk: Ne

source: Mo
es_co: Lun
hu_hu: Hé
sk_sk: Po

source: Tu
es_co: Mar
hu_hu: Ke
sk_sk: Ut

source: We
es_co: Mié
hu_hu: Sze
sk_sk: St

source: Th
es_co: Jue
hu_hu: Cs
sk_sk: Št

source: Fr
es_co: Vie
hu_hu: Pé
sk_sk: Pi

source: Sa
es_co: Sáb
hu_hu: Szo
sk_sk: So

source: January
es_co: Enero
hu_hu: Január
sk_sk: Január

source: February
es_co: Febrero
hu_hu: Február
sk_sk: Február

source: March
es_co: Marzo
hu_hu: Március
sk_sk: Marec

source: April
es_co: Abril
hu_hu: Április
sk_sk: Apríl

source: May
es_co: Mayo
hu_hu: Május
sk_sk: Máj

source: June
es_co: Junio
hu_hu: Június
sk_sk: Jún

source: July
es_co: Julio
hu_hu: Július
sk_sk: Júl

source: October
es_co: Octubre
hu_hu: Október
sk_sk: Október

source: The <em>%s</em> service cannot be disabled!
el_gr: Η υπηρεσία <em>%s</em> δεν απενεργοποιείται!
es_co: El servicio <em>%s</em> no puede ser deshabilitado.
fi_fi: <em>%s</em> palvelu ei voi olla poissa päältä!
hu_hu: A(z) <em>%s</em> szolgáltatás nem tiltható le!
sk_sk: <b>%s</b> Služba nemôže byť vypnutá !

source: The <em>%s</em> have to be disabled!
el_gr: Η <em>%s</em> έχει απενεργοποιηθεί!
es_co: ¡El <em>%s</em> tiene que ser deshabilitado!
fi_fi: Palvelu <em>%s</em> on oltava poissa päältä!
hu_hu: A(z) <em>%s</em> szolgáltatás nem engedélyezhető!
sk_sk: <b>%s</b> Služba by mala byť vypnutá !

source: The admin has <em>%s</em> disabled on this system!
el_gr: Ο admin έχει <em>%s</em> απενεργοποιηθεί στο σύστημα !
es_co: ¡El administrador tiene <em>%s</em> deshabilitado en el sistema!
fi_fi: Pääkäyttäjä on <em>%s</em> poistanut käytöstä järjestelmässä!
hu_hu: A(z) <em>%s</em> szolgáltatást az adminisztrátor letiltotta!
sk_sk: Admin deaktivoval <b>%s</b> pre tento systém!

source: The <em>%s</em> service cannot be limited!
el_gr: Η υπηρεσία <em>%s</em> δεν περιορίζεται!
es_co: ¡El servicio <em>%s</em> no puede ser limitado!
fi_fi: <em>%s</em> ei voi olla rajoitettu!
hu_hu: A(z) <em>%s</em> szolgáltatás nem korlátozható!
sk_sk: <b>%s</b> Služba nemôže byť limitovaná!

source: The <em>%s</em> service cannot be unlimited!
el_gr: Η υπηρεσία <em>%s</em> δεν είναι απεριόριστη!
es_co: El servicio <em>%s</em> no puede ser ilimitado.
fi_fi: <em>%s</em> palvelu ei voi olla rajoittamaton!
hu_hu: A(z) <em>%s</em> szolgáltatás nem lehet korlátlan!
sk_sk: <b>%s</b> Služba nemôže byť nemodzená!

source: ispCP - Reseller/Main Index
el_gr: ispCP - Μεταπωλητής/Κυρίως Κατάλογος
es_co: ispCP - Revendedor/Índice principal
fi_fi: ispCP - Jälleenmyyjä / Pääsivu
hu_hu: ispCP - Viszonteladó / Kezdőlap
sk_sk: ispCP - Klient/Hlavný index

source: View details
el_gr: Προβολή λεπτομεριών
es_co: Ver detalles
fi_fi: Katsele tietoja
hu_hu: Részletek
sk_sk: Zobraziť detaily

source: ispCP - Reseller/Add hosting plan
el_gr: ispCP - Μεταπωλητής/Προσθήκη πακέτου φιλοξενίας
es_co: ispCP - Revendedor/Agregar plan de alojamiento
fi_fi: ispCP - Jälleenmyyjä / Lisää hosting-paketti
hu_hu: ispCP - Viszonteladó / Szolgáltatási csomag hozzáadása
sk_sk: ispCP - Predajca/Pridať hostingový plán

source: Price must be a number!
el_gr: Η τιμή πρέπει να είναι αριθμός!
es_co: El precio debe ser un número.
fi_fi: Hinnan pitää olla numeroin!
hu_hu: Az ár csak számból állhat!
sk_sk: Cena musí byť nemerická!

source: Setup fee must be a number!
el_gr: Η τιμή εγκατάστασης πρέπει να είναι αριθμός!
es_co: La tarifa de configuración debe ser un número.
fi_fi: Asennusmaksun pitää olla numeroin!
hu_hu: A Beállítási (egyszeri) díj csak számból állhat!
sk_sk: Zriaďovací poplatok musí byť numerický!

source: SQL databases limit is not <em>disabled</em>!
es_co: ¡La cantidad límite de las bases de datos SQL no está <em>deshabilitada</em>!
hu_hu: Létrehozható SQL adatbázisok számánának korlátozása nincs <em>kikapcsolva</em>
sk_sk: Limit SQL databáz<br><i>(-1 zakázaný, 0 neobmedzený)</i>

source: Hosting plan values exceed reseller maximum values!
el_gr: Οι τιμές για το πακέτο φιλοξενίας υπερβαίνουν τις μέγιστες τιμές μεταπωλητή!
es_co: Los valores del plan de alojamiento exceden los valores máximos del revendedor.
fi_fi: Hosting-paketin arvot ylittävät jälleenmyyjän sallitut arvot!
hu_hu: A szolgáltatási csomagok összértéke elérte a viszonteladói korlátot!
sk_sk: Hodnoty hostingového plánu presiahli obchodníkové maximálne hodnoty!

source: ispCP - Reseller/Edit hosting plan
el_gr: ispCP - Μεταπωλητής/Μεταβολή πακέτου φιλοξενίας
es_co: ispCP - Revendedor/Editar plan de alojamiento
fi_fi: ispCP - Jälleenmyyjä / Muokkaa hosting-pakettia
hu_hu: ispCP - Viszonteladó / Szolgáltatási csomag módosítása
sk_sk: ispCP - Predajca/Editovať hostingový plán

source: View hosting plan
el_gr: Προβολή πακέτου φιλοξενίας
es_co: Ver plan de alojamiento
fi_fi: Katsele hosting-pakettia
hu_hu: Szolgáltatási csomag megtekintése
sk_sk: Zobraziť hostingový plán

source: User accounts
el_gr: Λογαριασμοί χρηστών
es_co: Cuentas de usuario
fi_fi: Käyttäjätunnukset
hu_hu: Felhasználói azonosítók
sk_sk: Užívateľský účet

source: Mail account
el_gr: Λογαριασμοί Email
es_co: Cuentas de correo
fi_fi: Sähkäpostitunnus
hu_hu: E-mail fiók
sk_sk: Poštové konto

source: Extras
el_gr: Πρόσθετα
fi_fi: Extrat
hu_hu: Extrák
sk_sk: Extra

source: %1$s / %2$s of <strong>%3$s</strong>
es_co: %1$s / %2$s de <strong>%3$s</strong>
hu_hu: %1$s / %2$s összesen: <strong>%3$s</strong>
sk_sk: %1$s / %2$s z <strong>%3$s</strong>

source: %1$s / %2$s of <strong>unlimited</strong>
es_co: %1$s / %2$s de <strong>ilimitado</strong>
hu_hu: %1$s / %2$s - <strong>korlátlan</strong>
sk_sk: %1$s / %2$s z <strong>neobmedzených</strong>

source: %1$d / %2$d of <strong>%3$d</strong>
es_co: %1$d / %2$d de <strong>%3$d</strong>
hu_hu: %1$d / %2$d összesen: <strong>%3$d</strong>
sk_sk: %1$d / %2$d z <strong>%3$d</strong>

source: %1$d / %2$d of <strong>unlimited</strong>
es_co: %1$d / %2$d de <strong>ilimitado</strong>
hu_hu: %1$d / %2$d - <strong>korlátlan</strong>
sk_sk: %1$d / %2$d z <strong>neobmedzených</strong>

source: ispCP - Reseller/IP Usage
es_co: ispCP - Revendedor/Uso de IP
hu_hu: ispCP - Viszonteladó / IP-cím használat
sk_sk: ispCP - Predajca/IP pužitie

source: ispCP - Reseller/Change Language
el_gr: ispCP - Μεταπωλητής/Αλλαγή Γλώσσας
es_co: ispCP - Revendedor/Cambiar idioma
fi_fi: ispCP - Jälleenmyyjä / Muuta kieltä
hu_hu: ispCP - Viszonteladó / Nyelv beállítása
sk_sk: ispCP - Predajca/Zmeniť jazyk

source: ispCP - Reseller/Order email setup
el_gr: ispCP - Μεταπωλητής/Παραγγελία εγκατάστασης email
es_co: ispCP - Revendedor/Configurar correo de compras
fi_fi: ispCP - Jälleenmyyjä / Tilauksen email-asetukset
hu_hu: ispCP - Viszonteladó / Megrendelések e-mail címének beállítása
sk_sk: ispCP - Predajca/Objednať nastavenie e-mailu

source: Manage orders
el_gr: Διαχείριση παραγγελιών
es_co: Administrar órdenes
fi_fi: Hallitse tilauksia
hu_hu: Megrendelések kezelése
sk_sk: Spravovať objednávky

source: Activation Link
el_gr: Δεσμός Ενεργοποίησης
es_co: Enlace de activación
fi_fi: Aktivointilinkki
hu_hu: Visszaigazolás
sk_sk: Aktivačná linka

source: ispCP - Reseller/Order settings
el_gr: ispCP - Μεταπωλητής/Ρυθμίσεις παραγγελίας
es_co: ispCP - Revendedor/Configuración de órdenes de compra
fi_fi: ispCP - Jälleenmyyjä / Tilausten asetukset
hu_hu: ispCP - Viszonteladó / Megrendelés beállításai
sk_sk: ispCP - Predajca/Nastavenia objenávok

source: Header
el_gr: Κεφαλίδα
es_co: Encabezado
fi_fi: Ylätunniste
hu_hu: Fejléc
sk_sk: Hlavička

source: Preview
el_gr: Προεπισκόπηση
es_co: Previo
fi_fi: Esikatselu
hu_hu: Előnézet
sk_sk: Náhľad

source: Implementation URL
el_gr: Υλοποίηση URL
es_co: URL de implementación
fi_fi: Osoite
hu_hu: Szolgáltatási csomagok listája
sk_sk: Implementácia URL

source: Footer
el_gr: Υποσέλιδο
es_co: Pie de página
fi_fi: Alatunniste
hu_hu: Lábléc
sk_sk: Záhlavie

source: ispCP - Reseller/Order management
el_gr: ispCP - Μεταπωλητής/Διαχείριση παραγγελίας
es_co: ispCP - Revendedor/Órdenes de compra
fi_fi: ispCP - Jälleenmyyjä / Tilausten hallinta
hu_hu: ispCP - Viszonteladó / Megrendelés kezelése
sk_sk: ispCP - Predajca/Spravovať objednávky

source: You do not have new orders!
el_gr: Δεν έχετε νέες παραγγελίες!
es_co: No tiene nuevas órdenes.
fi_fi: Sinulle ei ole uusia tilauksia!
hu_hu: Nincs új megrendelés!
sk_sk: Nemáte nové objednávky!

source: New order
el_gr: Νέα παραγγελία
es_co: Nueva orden
fi_fi: Uusi tilaus
hu_hu: Új megrendelés
sk_sk: Nová objednávka

source: Update order
el_gr: Μεταβολή παραγγελίας
es_co: Actualizar orden
fi_fi: Päivitä tilaus
hu_hu: Megrendelés módosítása
sk_sk: Aktualizovať objednávku

source: Customer data
el_gr: Δεδομένα πελάτη
es_co: Datos del cliente
fi_fi: Asiakkaan tiedot
hu_hu: Ügyfél adatai
sk_sk: Dáta zákazníka

source: Order
el_gr: Παραγγελία
es_co: Orden
fi_fi: Tilaus
hu_hu: Megrendelés
sk_sk: Objednávka

source: Hosting plan
el_gr: Πακέτο φιλοξενίας
es_co: Plan de alojamiento
fi_fi: Hosting-paketit
hu_hu: Szolgáltatási csomag
sk_sk: Hostingový plán

source: Are you sure you want to delete this order?
el_gr: Είστε σίγουρος για τη διαγραφή της παραγγελιας;
es_co: ¿Está seguro que quiere borrar esta orden?
fi_fi: Haluatko varmasti poistaa tämän tilauksen?
hu_hu: Biztos, hogy törölve legyen a megrendelés?
sk_sk: Ste si istý, že chcete zmazať objenávku?

source: Add/Details
el_gr: Προσθήκη/Λεπτομέριες
es_co: Agregar/Detalles
fi_fi: Lisää/Tiedot
hu_hu: Megrendelés kezelése
sk_sk: Pridať/Detaily

source: Wrong order ID!
el_gr: Λάθος κωδικός παραγγελίας!
es_co: ¡La ID de orden es errónea!
fi_fi: Virheellinen tilauksen ID!
hu_hu: A megrendelés azonosító (ID) hibás!
sk_sk: Zlé ID objednávky!

source: Order Cancelled: resellers maximum exceeded!
el_gr: Ακύρωση Παραγγελίας: Υπέρβαση στο μέγιστο για το μεταπωλητή!
es_co: Orden cancelada: Se ha excedido el límite máximo de revendedores.
fi_fi: Tilaus on peruttu: jälleenmyyjien maksimi ylitetty!
hu_hu: Rendelés megszakítva: viszonteladói korlát elérve!
sk_sk: Objednávka zrušená: prekročené maximum predajcu!

source: Wrong domain name syntax!
el_gr: Λάθος στη σύνταξη ονόματος internet!
es_co: La sintaxis del nombre de dominio es errónea.
fi_fi: Virheellinen domainnimen syntaksi!
hu_hu: A domain név formátuma hibás!
sk_sk: Zlá syntax domény!

source: User added!
el_gr: Ο χρήστης προστέθηκε!
es_co: Usuario agregado.
fi_fi: Käyttäjä lisätty!
hu_hu: Felhasználó hozzáadva!
sk_sk: Užívateľ pridaný!

source: Customer order was removed successful!
el_gr: Η παραγγελία πελάτη αφαιρέθηκε επιτυχώς!
es_co: La orden del cliente ha sido eliminada.
fi_fi: Asiakkaan tilaus poistettu onnistuneesti!
hu_hu: Az ügyfél megrendelése sikeresen törölve!
sk_sk: Zákazníkova objednávka odstránená úspešne!

source: ispCP - Reseller/Order details
el_gr: ispCP - Μεταπωλητής/Λεπτομέριες παραγγελίας
es_co: ispCP - Revendedor/Detalles de orden
fi_fi: ispCP - Jälleenmyyjä / Tilauksen tiedot
hu_hu: ispCP - Viszonteladó / Megrendelés részletei
sk_sk: ispCP - Predajca/Detaily objednávky

source: Order data updated successfully!
el_gr: Επιτυχής μεταβολή δεδομένων παραγγελίας!
es_co: Los datos de la orden han sido actualizados.
fi_fi: Tilauksen tiedot päivitetty onnistuneesti!
hu_hu: Megrendelés sikeresen módosítva!
sk_sk: Detaily objednávky úspešne aktualizované!

source: Order date
el_gr: Ημερομηνία παραγγελίας
es_co: Fecha de la orden
fi_fi: Tilauksen päivämäärä
hu_hu: Megrendelés dátuma
sk_sk: Dátum objednávky

source: Hosting details
el_gr: Λεπτομέριες πακέτου φιλοξενίας
es_co: Detalles de alojamiento
fi_fi: Hosting-ominaisuudet
hu_hu: Szolgáltatás részletei
sk_sk: Detaily hostingu

source: Order details
el_gr: Λεπτομέριες παραγγελίας
es_co: Detalles de la orden
fi_fi: Tilauksen tiedot
hu_hu: Megrendelés részletei
sk_sk: Detaily objednávky

source: Add to the system
el_gr: Προσθήκη στο σύστημα
es_co: Agregar al sistema
fi_fi: Lisää järjestelmään
hu_hu: Hozzáadás a rendszerhez
sk_sk: Pridať do systému

source: Order Canceled: resellers maximum exceeded!
el_gr: Ακύρωση Παραγγελίας:Υπέρβαση στο μέγιστο μεταπωλητή!
es_co: Orden cancelada: Se ha excedido el límite máximo de revendedores.
fi_fi: Tilaus peruttu: jälleenmyyjien maksimi ylitetty!
hu_hu: Rendelés megszakítva: viszonteladói korlát elérve!
sk_sk: Objednávka zrušená: prekročené maximum predajcu!

source: ispCP - Reseller/Change Password
el_gr: ispCP - Μεταπωλητής/Αλλαγή Συνθηματικού
es_co: ispCP - Revendedor/Cambiar contraseña
fi_fi: ispCP - Jälleenmyyjä / Muuta salasana
hu_hu: ispCP - Viszonteladó / Jelszó módosítása
sk_sk: ispCP - Predajca/Zmeniť heslo

source: ispCP - Reseller/Change Personal Data
el_gr: ispCP - Μεταπωλητής/Αλλαγή Προσωπικών Δεδομένων
es_co: ispCP - Revendedor/Cambiar datos personales
fi_fi: ispCP - Jälleenmyyjä / Muokkaa henkiläkohtaisia tietoja
hu_hu: ispCP - Viszonteladó / Személyes adatok módosítása
sk_sk: ispCP - Predajca/Zmeniť osobné údaje

source: ispCP - Reseller/Lostpw email setup
el_gr: ispCP - Μεταπωλητής/Εγκατάσταση email ΧαμένοΣθ
es_co: ispCP - Revendedor/Correo de recuperación de contraseña
fi_fi: ispCP - Jälleenmyyjä / Salasanamuistuttajan sähköpostiasetukset
hu_hu: ispCP - Viszonteladó / Elfelejtett jelszó beállításai
sk_sk: ispCP - Predajca/Nastavenie e-mailu strateného hesla

source: Lostpw email
el_gr: Email ΧαμένοΣθ
es_co: Correo de recuperación de contraseña
fi_fi: Salasanamuistuttaja
hu_hu: Elfelejtett jelszó
sk_sk: Stratené heslo e-mail

source: Lostpw link
el_gr: Δεσμός ΧαμένοΣθ
es_co: Enlace de recuperación de contraseña
fi_fi: Salasanamuistuttajan linkki
hu_hu: Elfelejtett jelszó linkje
sk_sk: Stratené heslo link
