Repository: BenBE/ispCP
Catalog: language-files/po/*.po
Languages: el_gr, es_co, fi_fi, hu_hu, sk_sk

source: SQL databases limit<br><i>(-1 disabled, 0 unlimited)</i>
el_gr: Όριο SQL Β.Δ. <br /><i>(-1 ανενεργό, 0 απεριόριστο)</i>

source: SQL users limit<br><i>(-1 disabled, 0 unlimited)</i>
el_gr: Όριο χρηστών SQL <br /><i>(-1 ανενεργό, 0 απεριόριστο)</i>

source: Traffic limit [MB]<br><i>(0 unlimited)</i>
el_gr: Όριο κίνησης [MB] <br /><i>(0 απεριόριστο)</i>

source: Disk limit [MB]<br><i>(0 unlimited)</i>
el_gr: Όριο δίσκου [MB] <br /><i>(0 απεριόριστο)</i>

source: AwStats
el_gr: ΑωΣτατιστικά

source: You have <b>%d</b> new support questions
el_gr: Έχετε <b>%d</b> νέα ερωτήματα υποστήριξης

source: Error: we have a domain using this IP!
el_gr: Σφάλμα: έχουμε όνομα internet που χρησιμοποιεί αυτή την IP!

source: Error: we have a reseller using this IP!
el_gr: Σφάλμα: έχουμε μεταπωλητή που χρησιμοποιεί αυτή την IP!

source: <b>%1$s</b> has unlimited rights for a <b>%2$s</b> Service !<br>
el_gr: <b>%1$s</b> έχει απεριόριστα δικαιώματα στην <b>%2$s</b> Υπηρεσία !<br>

source: You cannot move <b>%1$s</b> in a destination reseller,<br>which has limits for the <b>%2$s</b> service!
el_gr: Δεν γίνεται μεταφορά <b>%1$s</b> στο μεταπωλητή προορισμού,<br>που έχει όρια για την <b>%2$s</b> υπηρεσία!

source: <b>%1$s</b> is exceeding limits for a <b>%2$s</b><br>service in destination reseller!<br>
el_gr: <b>%1$s</b> υπέρβαση ορίων για μιά <b>%2$s</b><br>υπηρεσία στο μεταπωλητή προορισμού!<br>

source: <b>%s</b> has IP address that cannot be managed from the destination reseller !<br>This user cannot be moved!
el_gr: <b>%s</b> έχει διεύθυνση IP που δεν διαχειρίζεται από το μεταπωλητή προορισμού!<br>Αυτός ο χρήστης δεν μεταφέρθηκε!

source: This user has a domain!<br>To delete the user first delete the domain!
el_gr: Ο χρήστης διαθέτει όνομα internet!<br>Για τη διαγραφή του, διαγράψτε πρώτα το όνομα internet!

source: Uploaded file does not contain the language information!
el_gr: Μεταφορτώθηκε αρχείο χωρίς πληροφορίες γλώσσας!

source: SQL databases limit is <i>disabled</i> but SQL users limit not!
el_gr: Το όριο Β.Δ. SQL είναι <i>ανενεργό</i> αλλά το όριο χρηστών SQL όχι!

source: SQL users limit is <i>disabled</i> but SQL databases limit not!
el_gr: Το όριο χρηστών SQL είναι <i>ανενεργό</i> αλλά το όριο Β.Δ. SQL όχι!

source: Domains limit<br><i>(0 unlimited)</i>
el_gr: Όριο ονομάτων internet<br><i>(0 απεριόριστο)</i>

source: Subdomains limit<br><i>(-1 disabled, 0 unlimited)</i>
el_gr: Όριο υποονομάτων internet<br><i>(-1 ανενεργό, 0 απεριόριστο)</i>

source: Aliases limit<br><i>(-1 disabled, 0 unlimited)</i>
el_gr: Όριο ψευδωνύμων<br><i>(-1 ανενεργό, 0 απεριόριστο)</i>

source: This reseller's customers are using/have more/higher <b>%s</b> accounts/limits than the new limit you entered.
el_gr: Οι πελάτες του μεταπωλητή χρησιμοποιούν/έχουν περισσότερους/ψηλότερα <b>%s</b> λογαριασμούς/όρια από αυτό το νέο όριο εισαγωγής.

source: This reseller has already assigned more/higher <b>%s</b> accounts/limits than the new limit you entered.
el_gr: Ο μεταπωλητής διαθέτει ήδη περισσότερους/ψηλότερα <b>%s</b> λογαριασμούς/όρια από το νέο όριο εισαγωγής.

source: This reseller has customer(s) with unlimited rights for the <b>%s</b> service!
el_gr: Ο μεταπωλητής διαθέτει πελάτη(ες) με απεριόριστα δικαιώματα στην υπηρεσία <b>%s</b> !

source: If you want to limit the reseller, you must first limit its customers!
el_gr: Αν θέλετε να περιορίσετε τον μεταπωλητή, πρέπει πρώτα να περιορίσετε τους πελάτες του!

source: This reseller has domains assigned to the <b>%s</b> address!
el_gr: Ο μεταπωλητής έχει ανάθεση ονόματων internet στην διεύθυνση <b>%s</b> !

source: ERROR: The reseller account you trying to edit does not exist!
el_gr: ΣΦΑΛΜΑ: Ο λογαριασμός μεταπωλητή που θέλετε να μεταβάλετε δεν υπάρχει!

source: ERROR: One or more errors was found! Please, correct them and try again!
el_gr: ΣΦΑΛΜΑ: Βρέθηκαν ένα ή και παραπάνω σφάλματα! Παρακαλώ, διορθώστε τα και προσπαθήστε ξανά!

source: Not found reseller(s) in your system!
el_gr: Δεν βρέθηκε(αν) μεταπωλητής(ές) στο σύστημά σας!

source: %1$s / %2$s <br/>of<br/> <b>%3$s</b>
el_gr: %1$s / %2$s <br/>από<br/> <b>%3$s</b>

source: %1$s / %2$s <br/>of<br/> <b>unlimited</b>
el_gr: %1$s / %2$s <br/>από<br/> <b>απεριόριστο</b>

source: %1$d / %2$d <br/>of<br/> <b>%3$d</b>
el_gr: %1$d / %2$d <br/>από<br/> <b>%3$d</b>

source: %1$d / %2$d <br/>of<br/> <b>unlimited</b>
el_gr: %1$d / %2$d <br/>από<br/> <b>απεριόριστο</b>

source: <b>disabled</b>
el_gr: <b>ανενεργό</b>

source: %1$s <br/>of<br/> <b>%2$s</b>
el_gr: %1$s <br/>από<br/> <b>%2$s</b>

source: %s <br/>of<br/> <b>unlimited</b>
el_gr: %s <br/>από<br/> <b>απεριόριστο</b>

source: %1$d <br/>of<br/> <b>%2$d</b>
el_gr: %1$d <br/>από<br/> <b>%2$d</b>

source: %d <br/>of<br/> <b>unlimited</b>
el_gr: %d <br/>από<br/> <b>απεριόριστο</b>

source: ERROR: Only positive numbers are allowed !
el_gr: ΣΦΑΛΜΑ: Επιτρέπονται μόνο θετικοί αριθμοί !

source: Maximal number of labels for domain names<br />(<i>Excluding SLD & TLD</i>)
el_gr: Μέγιστος αριθμός ετικετών για όνομα internet <br />(<i>Εξαιρούνται SLD & TLD</i>)

source: Invalid user id!
el_gr: Άκυρος μοναδικός κωδικός χρήστη!

source: Domain alias you are trying to remove has subdomains!<br>First remove them!
el_gr: Το ψευδώνυμο ονόματος internet που θέλετε να αφαιρεθεί έχει υποονόματα!<br/>Αφαιρέστε αυτά πρώτα!

source: Cannot open directory!<br>Please contact your administrator!
el_gr: Ο φάκελος δεν ανοίγει!<br/>Παρακαλώ ενημερώστε το διαχειριστή σας!

source: You have <b>%d</b> new answer to your support questions
el_gr: Έχετε <b>%d</b> νέες απαντήσεις για τις ερωτήσεις υποστήριξης

source: Invalid Mail Localpart Format used!
el_gr: Άκυρη χρήση μορφής τοπικού μέρους email!

source: %s id is invalid! You cannot add mail accounts!
el_gr: %s άκυρος μοναδικός κωδικός! Αδύνατη προσθήκη λογαριασμών email!

source: Please delete first CatchAll account for this email!
el_gr: Παρακαλώ διαγράψτε πρώτα τον CatchAll λογαριαμό για αυτό το email!

source: User was deleted from the %s group
el_gr: Ο χρήστης διαγράφηκε από την ομάδα %s

source: Please type database name!
el_gr: Παρακαλώ δώστε το όνομα Β.Δ.!

source: SQL-user not found! Maybe it was deleted by another user!
el_gr: Ο χρήστης SQL-δεν βρέθηκε! Ίσως διαγράφηκε από άλλο χρήστη!

source: Subdomain you are trying to remove has email accounts !<br>First remove them!
el_gr: Το υποόνομα internet που θέλετε να αφαιρεθεί διαθέτει λογαριασμούς email!<br/>Αφαιρέστε αυτούς πρώτα!

source: Label not allowed: <b>%s</b>
el_gr: Μη επιτρεπτή ετικέτα: <b>%s</b>

source: Wrong label syntax: <b>%s</b>
el_gr: Λάθος σύνταξη ετικέτας: <b>%s</b>

source: Wrong label lenght: <b>%s</b>
el_gr: Λάθος μήκος ετικέτας: <b>%s</b>

source: Wrong Top Level Domain syntax: <b>%s</b>
el_gr: Λάθος σύνταξη ονόματος πρώτου επιπέδου internet: <b>%s</b>

source: Wrong Top Level Domain lenght: <b>%s</b>
el_gr: Λάθος μήκος ονόματος πρώτου επιπέδου internet: <b>%s</b>

source: Wrong Second Level Domain lenght: <b>%s</b>
el_gr: Λάθος μήκος ονόματος δευτέρου επιπέδου internet: <b>%s</b>

source: Wrong domain name: <b>%s</b> is reserved!
el_gr: Λάθος όνομα internet: <b>%s</b> είναι κατειλημμένο!

source: Wrong Second Level Domain syntax: <b>%s</b>
el_gr: Λάθος σύνταξη ονόματος δεύτερου επιπέδου: <b>%s</b>

source: ERROR: ACE labels are not allowed. Please use the ToUnicode equivalent.<br /><small>Example: for ACE label <b>xn--bcher-kva</b> use <b>bücher</b> instead</small>.
el_gr: ΣΦΑΛΜΑ: Δεν επιτρέπονται ACE ετικέτες. Παρακαλώ χρησιμοποιήστε την ισότιμη ToUnicode.<br /><small>Παράδειγμα: για την ACE ετικέτα <b>xn--bcher-kva</b> αντικαταστήστε με τη <b>bücher</b> </small>.

source: SQL databases limit is not <i>disabled</i>!
el_gr: Το όριο Β.Δ. SQL δεν είναι <i>ανενεργό</i>!

source: %1$s / %2$s of <b>%3$s</b>
el_gr: %1$s / %2$s από <b>%3$s</b>

source: %1$s / %2$s of <b>unlimited</b>
el_gr: %1$s / %2$s από <b>απεριόριστο</b>

source: %1$d / %2$d of <b>%3$d</b>
el_gr: %1$d / %2$d από <b>%3$d</b>

source: %1$d / %2$d of <b>unlimited</b>
el_gr: %1$d / %2$d από <b>απεριόριστο</b>

source: Max domains<br><i>(-1 disabled, 0 unlimited)</i>
el_gr: Μέγιστο ονόματων internet<br><i>(-1 ανενεργά, 0 απεριόριστα)</i>

source: Domain data has been altered. Please enter again
el_gr: Έγινε μεταβολή δεδομένων ονόματος internet. Παρακαλώ μπείτε πάλι

source: %1$s of <b>unlimited</b> MB
el_gr: %1$s από <b>απεριόριστα</b> MB

source: This user has domain record !<br>First remove the domain from the system!
el_gr: Ο χρήστης έχει εγγραφή ονόματος internet!<br>Αφαιρέστε πρώτα το όνομα internet από το σύστημα!

source: Fax
fi_fi: Faksi
