Repository: BenBE/ispCP
Catalog: language-files/po/*.po
Languages: el_gr, es_co, fi_fi, hu_hu, sk_sk

source: Anti-Rootkits Tools Log Checker
el_gr: Εργαλεία Αντί-Rootkits Ελεγκτής Αρχείου Καταγραφής
es_co: Registro anti-rootkits
fi_fi: Anti-Rootkit Työkalun logien tarkastaja
hu_hu: Rootkit-védelem naplójának elemzése
sk_sk: Log kontroly Rootkit

source: ispCP - Admin/Server statistics
el_gr: ispCP - Διαχειριστής/Στατιστικά διακομιστή
es_co: ispCP - Administración/Estadísticas del servidor
fi_fi: ispCP - Ylläpito / Palvelimen statistiikka
hu_hu: ispCP - Adminisztrátor / Forgalmi adatok
sk_sk: ispCP - Admin/Štatistiky servra

source: Server statistics
el_gr: Στατιστικά Διακομιστή
es_co: Estadísticas del servidor
fi_fi: Palvelinstatistiikka
hu_hu: Forgalmi adatok
sk_sk: Štatistiky servra

source: Web in
el_gr: Web εν
es_co: HTTP entrante
fi_fi: Web sisään
hu_hu: Web (be)
sk_sk: Web prichádzajúce

source: Web out
el_gr: Web εκ
es_co: HTTP saliente
fi_fi: Web ulos
hu_hu: Web (ki)
sk_sk: Web odchádzajúca

source: SMTP in
el_gr: SMTP εν
es_co: SMTP entrante
fi_fi: SMTP sisään
hu_hu: SMTP (be)
sk_sk: SMTP

source: SMTP out
el_gr: SMTP εκ
es_co: SMTP saliente
fi_fi: SMTP ulos
hu_hu: SMTP (ki)
sk_sk: SMTP

source: POP3/IMAP in
el_gr: POP3/IMAP εν
es_co: POP3/IMAP entrante
fi_fi: POP3/IMAP sisään
hu_hu: POP3/IMAP (be)
sk_sk: POP3/IMAP prichádzajúce

source: POP3/IMAP out
el_gr: POP3/IMAP εκ
es_co: POP3/IMAP saliente
fi_fi: POP3/IMAP ulos
hu_hu: POP3/IMAP (ki)
sk_sk: POP3/IMAP odchádzajúce

source: Other in
el_gr: Άλλα εν
es_co: Otros, entrante
fi_fi: Muut sisään
hu_hu: Egyéb (be)
sk_sk: Ostatné odchádzajúce

source: Other out
el_gr: Άλλα εκ
es_co: Otros, saliente
fi_fi: Muut ulos
hu_hu: Egyéb (ki)
sk_sk: Ostatné prichádzajúce

source: All in
el_gr: Όλα εν
es_co: Todo, entrante
fi_fi: Kaikki sisään
hu_hu: Össz (be)
sk_sk: Všetky prichádzajúce

source: All out
el_gr: Όλα εκ
es_co: Todo, saliente
fi_fi: Kaikki ulos
hu_hu: Össz (ki)
sk_sk: Všetky odchádzajúce

source: ispCP - Admin/Server day stats
el_gr: ispCP - Δειαχειριστής/Ημερήσια στατιστικά Διακομιστή
es_co: ispCP - Administración/Estadísticas diarias del servidor
fi_fi: ispCP - Ylläpito / Palvelimen päivätilastot
hu_hu: ispCP - Adminisztrátor / Forgalmi adatok / Napi statisztika
sk_sk: ispCP - Admin/Denné štatistiky servra

source: Server day statistics
el_gr: Ημερήσια στατιστικά Διακομιστή
es_co: Estadísticas diarias del servidor
fi_fi: Palvelimen päivästatistiikka
hu_hu: Napi statisztika
sk_sk: Denné štatistiky servra

source: Month:
el_gr: Μήνας:
es_co: Mes:
fi_fi: Kuukausi:
hu_hu: Hónap:
sk_sk: Mesiac:

source: Year:
el_gr: Έτος:
es_co: Año:
fi_fi: Vuosi:
hu_hu: Év:
sk_sk: Rok:

source: Day:
el_gr: Ημέρα:
es_co: Día:
fi_fi: Päivä:
hu_hu: Nap:
sk_sk: Deň:

source: Hour
el_gr: Ώρα:
es_co: Hora:
fi_fi: Tunti
hu_hu: Óra
sk_sk: Hodina

source: ispCP Admin / System Tools / Server Status
el_gr: ispCP Διαχειριστής / Εργαλεία Συστήματος / Κατάσταση Διακομιστή
es_co: ispCP Administración / Herramientas del sistema / Estado del servidor
fi_fi: ispCP Ylläpitäjä / Järjestelmätyökalut / Palvelimen tila
hu_hu: ispCP Adminisztrátor / Rendszer eszközök / Szerver állapota
sk_sk: ispCP Admin / Systémové nástroje / Stav servra

source: UP
el_gr: ΠΑΝΩ
es_co: ARRIBA
fi_fi: YLÖS
hu_hu: FUT
sk_sk: HORE

source: DOWN
el_gr: ΚΑΤΩ
es_co: ABAJO
fi_fi: ALAS
hu_hu: ÁLL
sk_sk: DOLE

source: Service
el_gr: Υπηρεσία
es_co: Servicio
fi_fi: Palvelu
hu_hu: Szolgáltatás
sk_sk: Služba

source: Server status
el_gr: Κατάσταση Διακομιστή
es_co: Estado del servidor
fi_fi: Palvelimen tila
hu_hu: Szolgáltatások állapotai
sk_sk: Stav servra

source: ispCP - Admin/Manage Sessions
el_gr: ispCP - Διαχειριστής/Διαχείριση Συνεδριών
es_co: ispCP - Administración/Administrar sesiones
fi_fi: ispCP - Ylläpito / Hallitse sessioita
hu_hu: ispCP - Adminisztrátor / Munkafolyamat kezelő
sk_sk: ISCP - Admin/Spravovať sedenie

source: Manage user sessions
el_gr: Διαχείριση συνεδριών χρήστη
es_co: Administrar sesiones de usuario
fi_fi: Hallitse käyttäjäsessioita
hu_hu: Felhasználói munkafolyamat kezelő
sk_sk: Spravovať užívateľské sedenie

source: User type
el_gr: Τύπος χρήστη
es_co: Tipo de usuario
fi_fi: Käyttäjätyyppi
hu_hu: Felhasználói szint
sk_sk: Typ užívateľa

source: Last access
el_gr: Τελευταία πρόσβαση
es_co: Último acceso
fi_fi: Viimeisin käynti
hu_hu: Utolsó belépés
sk_sk: Posledný prístup

source: Options
el_gr: Επιλογές
es_co: Opciones
fi_fi: Asetukset
hu_hu: Lehetőségek
sk_sk: Nastavenia

source: Kill session
el_gr: Τερματισμός συνεδρίας
es_co: Terminar sesión
fi_fi: Tapa sessio
hu_hu: Munkafolyamat bezárása
sk_sk: Zrušiť sedenie

source: ispCP - Admin/Settings
el_gr: ispCP - Διαχειριστής/Ρυθμίσεις
es_co: ispCP - Administración/Configuración
fi_fi: ispCP - Pääkäyttäjä/Asetukset
hu_hu: ispCP - Adminisztrátor / Beállítások
sk_sk: ispCP - Admin/Nastavenia

source: Only positive numbers are allowed !
es_co: Sólo se permiten números positivos.
hu_hu: Csak pozitív szám adható meg!
sk_sk: Iba kladné čísla sú povolené!

source: Nothing has been changed!
es_co: ¡No se ha cambiado nada!
hu_hu: Nem történt módosítás!
sk_sk: Nič nebolo zmenené!

source: %d configuration parameter was updated!
es_co: %d parámetro de configuración ha sido actualizado.
hu_hu: %d beállítási paraméter frissítve!
sk_sk: %d parameter konfigurácie bol aktualizovaný!

source: %d configuration parameters were updated!
es_co: %d parámetros de configuración han sido actualizados.
hu_hu: %d beállítási paraméterek frissítve!
sk_sk: %d parametre konfigurácie boli aktualizované!

source: %d configuration parameter was created!
es_co: %d parámetro de configuración ha sido creado.
hu_hu: %d beállítási paraméter létrehozva!
sk_sk: %d parameter konfigurácie bol vytvorený!

source: %d configuration parameters were created!
es_co: %d parámetros de configuración han sido creados.
hu_hu: %d beállítási paraméterek létrehozva!
sk_sk: %d parametre konfigurácie boli vytvorené!

source: General settings
el_gr: Γενικές ρυθμίσεις
es_co: Configuración general
fi_fi: Yleiset asetukset
hu_hu: Általános beállítások
sk_sk: Všeobecné nastavenia

source: Activation link expire time (minutes)
el_gr: Χρόνος εκπνοής δεσμού ενεργοποίησης (λεπτά)
es_co: Tiempo de expiración del enlace de activación (en minutos)
fi_fi: Aktivointilinkki vanhenee (minuutissa)
hu_hu: Aktivációs link elévülési ideje (percben)
sk_sk: Platnosť aktivačného odkazu (minúty)

source: Password settings
el_gr: Ρυθμίσεις συνθηματικού
es_co: Configuración de contraseñas
fi_fi: Salasana-asetukset
hu_hu: Jelszó beállításai
sk_sk: Nastavenie hesla

source: Use strong Passwords
el_gr: Χρήση δύσκολων Συνθηματικών
es_co: Usar contraseñas seguras
fi_fi: Käytä vahvoja salasanoja
hu_hu: Erős jelszavak használata
sk_sk: Používajte silné heslá

source: Password length
el_gr: Μήκος συνθηματικού
es_co: Cantidad de caracteres
fi_fi: Salasanan pituus
hu_hu: Jelszó hossza
sk_sk: Dĺžka hesla

source: Bruteforce detection
el_gr: Υπερβολική ανίχνευση
es_co: Detección de ataques de fuerza bruta
fi_fi: Bruteforce-tunnistus
hu_hu: Bruteforce (nyers-erő) észlelése
sk_sk: Bruteforce detekcia

source: Block time between logins
el_gr: Χρόνος φραγής μεταξύ εισόδων
es_co: Bloquear por un tiempo si se presentan inicios de sesión fallidos
fi_fi: Estoaika kirjautumisten välillä
hu_hu: Zárolási idő sikertelen bejelentkezések között
sk_sk: Čas medzi prihláseniami

source: Max number of login attempts
el_gr: Μέγιστος αριθμός προσπαθειών εισόδου
es_co: Cantidad máxima de intentos de ingreso
fi_fi: Max kirjautumisyritystä
hu_hu: Belépési kísérletek száma
sk_sk: Počet pokusov prihlásenia

source: Blocktime (minutes)
el_gr: Χρόνος φραγής (λεπτά)
es_co: Tiempo de bloqueo si se alcanza el límite de intentos (en minutos)
fi_fi: Estoaika (minuuttia)
hu_hu: Zárolási idő (percben)
sk_sk: Čas zablokovania (minúty)

source: Block time between logins (seconds)
el_gr: Χρόνος φραγής μεταξύ εισόδων (δεύτερα)
es_co: Tiempo de bloqueo entre inicios de sesión fallidos (en segundos)
fi_fi: Estoaika kirjautumisten välillä (sekuntia)
hu_hu: Zárolási idő sikertelen bejelentkezések között (másodpercben)
sk_sk: Čas medzi prihláseniami (minúty)

source: Max number of CAPTCHA validation attempts
el_gr: Μέγιστος αριθμός προσπαθειών επικύρωσης με CAPTCHA
es_co: Cantidad máxima de intentos de validación del código de seguridad
fi_fi: Max määrä CAPTCHA varmennuksen yrityksiä
hu_hu: Maximális CAPTCHA-ellenőrzési kísérletek száma
sk_sk: Počet pokusov prihlásenia

source: Other settings
el_gr: Άλλες ρυθμίσεις
es_co: Otras configuraciones
fi_fi: Muut asetukset
hu_hu: További beállítások
sk_sk: Ostatné nastavenia

source: E-Mail settings
el_gr: Ρυθμίσεις E-Mail
es_co: Configuración de correo
fi_fi: Sähköpostiasetukset
hu_hu: E-mail beállítások
sk_sk: E-mail nastavenia

source: Create default E-Mail addresses
el_gr: Δημιουργία διεύθυνσης E-Mail προεπιλογής
es_co: Crear direcciones de correo predeterminadas
fi_fi: Luo oletussähköpostiosoitteet
hu_hu: Alap e-mail címek létrehozása<br /><em>például: postmaster@, abuse@</em>
sk_sk: Vytvor základné E-mailové adresy

source: Count default E-Mail addresses
el_gr: Αριθμός διεύθυνσεων E-Mail προεπιλογής
es_co: Contar las direcciones de correo predeterminadas
fi_fi: Laske oletussähköpostiosoitteet
hu_hu: Alap e-mail címek beleszámítása a korlátba
sk_sk: Spočítaj základné E-mailové adresy

source: E-Mail accounts are hard suspended
el_gr: Λογαριασμοί E-Mail που έχουν ανασταλεί
es_co: Hacer que las cuentas de correo sean difíciles de suspender
fi_fi: Sähköpostitilit ovat vahvasti pysäytetty
hu_hu: E-mail címek teljes tiltása a jelszócsere helyett<br /><em>beérkező levelek visszautasítása = bounced</em>
sk_sk: E-mailové kontá boli nasilu pozastavené

source: Panel default language
el_gr: Γλώσσα προεπιλογής εφαρμογής
es_co: Idioma predeterminado del panel
fi_fi: Paneelin oletuskieli
hu_hu: Alapértelmezett nyelv
sk_sk: Vyberte predvolený jazyk

source: Apply changes
el_gr: Εφαρμογή αλλαγών
es_co: Aplicar cambios
fi_fi: Hyväksy muutokset
hu_hu: Változások mentése
sk_sk: Vykonať zmeny

source: Server ports
el_gr: Θύρες διακομιστή
es_co: Puertos del servidor
fi_fi: Palvelinportit
hu_hu: Szerver portjai
sk_sk: Porty servra

source: Hosting plans available for
el_gr: Πακέτα φιλοξενίας internet διαθέσιμα για
es_co: Planes de alojamiento disponibles para
fi_fi: Palvelupaketit ovat tarjolla
hu_hu: Szolgáltatási csomagok létrehozási szintje
sk_sk: Hostingové plány k dispozícii pre

source: Admin
el_gr: Διαχειριστής
es_co: Administrador
fi_fi: Ylläpitäjä
hu_hu: Adminisztrátor
sk_sk: Pre administrátora

source: Domains per page
el_gr: Ονόματα internet ανά σελίδα
es_co: Dominios por página
fi_fi: Domaineja sivulla
hu_hu: Domainek száma oldalanként
sk_sk: Domén na stránku

source: Log Level
el_gr: Επίπεδο καταγραφής
es_co: Nivel de registro
fi_fi: Kirjaustaso
hu_hu: Naplózási szint<br /><em>Notices=Értesítések, Warnings=Figyelmeztetések, Errors=Hibák
sk_sk: Úroveň

source: Notices, Warnings and Errors
el_gr: Επισημάνσεις, Προειδοποιήσεις και Σφάλματα
es_co: Avisos, advertencias y errores
fi_fi: Huomiot, varoitukset ja virheet
hu_hu: Értesítések, Figyelmeztetések és Hibák
sk_sk: Oznámenia, upozornenia a chyby

source: Warnings and Errors
el_gr: Προειδοποιήσεις και Σφάλματα
es_co: Advertencias y errores
fi_fi: Varoitukset ja virheet
hu_hu: Figyelmeztetések és Hibák
sk_sk: Upozornenia a chyby

source: Errors
el_gr: Σφάλματα
es_co: Errores
fi_fi: Virheet
hu_hu: Hibák
sk_sk: Chyba

source: Check for update
el_gr: Έλεγχος ενημέρωσης
es_co: Buscar actualizaciones
fi_fi: Tarkista päivitykset
hu_hu: Frissítések keresése
sk_sk: Užívateľ aktualizovaný

source: Show compression size comment
es_co: Mostrar los comentarios de la compresión
fi_fi: Näytä pakattu koko kommentti
hu_hu: Tömörített méret megjelenítése
sk_sk: Zobraz veľkosť kompresie

source: Prevent external login for admins
el_gr: Πρόληψη εξωτερικών εισόδων για διαχειριστές
es_co: Evitar accesos externos de administradores
fi_fi: Estä ulkopuoliset kirjautumiset pääkäyttäjiltä
hu_hu: Adminisztrátor belépésének megakadályozása külföldről
sk_sk: Prosím vyplňte Vaše prihlasovacie údaje

source: Prevent external login for resellers
el_gr: Πρόληψη εξωτερικών εισόδων για μεταπωλητές
es_co: Evitar accesos externos de revendedores
fi_fi: Estä ulkopuoliset kirjautumiset jälleenmyyjiltä
hu_hu: Viszonteladó belépésének megakadályozása külföldről
sk_sk: Zabráň vonkajšiemu prihláseniu pre obchodníkov

source: Prevent external login for clients
el_gr: Πρόληψη εξωτερικών εισόδων για πελάτες
es_co: Evitar accesos externos de clientes
fi_fi: Estä ulkopuoliset kirjautumiset asiakkailta
hu_hu: Ügyfél belépésének megakadályozása külföldről
sk_sk: Zabráň vonkajšiemu prihláseniu pre zákazníkov

source: Custom orderpanel ID
el_gr: Αριθμός παραγγελίας εφαρμογής
es_co: ID del panel de compras personalizado
fi_fi: Kustomoitu tilauspaneelin ID
hu_hu: Egyedi azonosító a megrendelőlapon
sk_sk: ID zákazníka

source: Domain names validation
el_gr: Επικύρωση ονομάτων internet
es_co: Validación de nombres de dominio
fi_fi: Domain-nimen varmistus
hu_hu: Domain nevek érvényesítés
sk_sk: Meno domény

source: Top Level Domain name strict validation
el_gr: Αυστηρή επικύρωση ονόματος internet πρώτου επιπέδου
es_co: Validación estricta de nombres de dominio de nivel superior (TLD)
fi_fi: Ylätason domainien tarkka tarkistaminen
hu_hu: Felső szintű domain (TLD) szigorú ellenőrzése
sk_sk: Striktná kontrola mena domény prvej úrovne

source: Only Top Level Domains (TLD) listed in IANA root zone database can be used.
el_gr: Μόνο ονόματα internet πρώτου επιπέδου (TLD) που υπάρχουν στην IANA μπορούν να χρησιμοποιηθούν στην ριζική ζώνη.
es_co: Sólo pueden ser usados los dominios de nivel superior que figuran en la base de datos de la zona raíz de la IANA.
fi_fi: Vain ylätasondomaineja, jotka on listattu IANA juuritietueen tietokannassa, voi käyttää.
hu_hu: Engedélyezése esetén csak az IANA (root) zona-adatbázisában szerelő végződéseket (TLD) lehet használni.
sk_sk: Iba domény prvej úrovne, zaznamenané v IANA databáze, môžu byť použité.

source: Second Level Domain name strict validation
el_gr: Αυστηρή επικύρωση ονόματος internet δευτέρου επιπέδου
es_co: Validación estricta de nombres de dominio de segundo nivel (SLD)
fi_fi: Toisen tason domainin tarkka tarkistaminen
hu_hu: Második szintű domain (SLD) szigorú ellenőrzése
sk_sk: Striktná kontrola mena domény druhej úrovne

source: Single letter Second Level Domains (SLD) are not allowed under the most Top Level Domains (TLD). There is a small list of exceptions, e.g. the TLD .de.
el_gr: Δευτέρου επιπέδου ονόματα internet με μονό γράμμα (SLD) δεν επιτρέπονται κάτω από τα περισσότερα ονόματα πρώτου επιπέδου (TLD). Υπάρχουν μερικές εξαιρέσεις όπως π.χ. το TLD .de.
es_co: No se permite una sola letra en los dominios de segundo nivel bajo la mayoría de dominios de primer nivel, excepto unos cuantos, por ejemplo el TLD .de.
fi_fi: Yhden kirjaimen pituiset toisen tason domainit (SLD) eivät ole sallittuja useimmissa Ylätason domaineissa (TLD). Domaineissa on joitakin poikkeuksia kuten esim. de.
hu_hu: Engedélyezése esetén nem adható meg egybetűs második szintű domain (SLD). Érdemes tudni, hogy pár országban nincs ilyen szigorítás, például .de TLD esetén.
sk_sk: Jednoznakové domény druhej úrovne (SLD) niesú povolené na väčšinedomén prvej úrovne (TLD). Je tu avšak zopár výnimiek, napríklad TLD .de.

source: Maximal number of labels for domain names<br />(<em>Excluding SLD & TLD</em>)
es_co: Máxima cantidad de etiquetas para nombres de dominio<br />(<em>Excluyendo SLD y TLD</em>)
hu_hu: Domainekhez rendelhető cimkék maximális száma<br /><em>kivéve: TLD-k és SLD-k</em>
sk_sk: Maximálny počet znakov pre doménové mená<br />(<em>Okrem SLD a TLD</em>)

source: Maximal number of labels for subdomains
el_gr: Μέγιστος αριθμός ετικετών για υποονόματα internet
es_co: Máxima cantidad de etiquetas para subdominios
hu_hu: Aldomainekhez rendelhető cimkék maximális száma
sk_sk: Maximálny počet znakov pre subdomény

source: You can only upload images!
el_gr: Μπορείτε να μεταφορώσετε μόνο εικόνες!
es_co: ¡Sólo puede cargar imágenes!
fi_fi: Voit lähettää vain kuvia!
hu_hu: Csak képfájl tölthető fel!
sk_sk: Môžete nahrať iba obrázky!

source: Images have to be smaller than 195 x 195 pixels!
el_gr: Οι εικόνες πρέπει να είναι μικρότερες απο 195 x 195 pixels.
es_co: Las imágenes no pueden tener más de 195 x 195 pixeles.
fi_fi: Kuvien pitää olla pienempiä kuin 195 x 195 pikseliä!
hu_hu: A kép nem lehet nagyobb, mint 195 x 195 képpont!
sk_sk: Obrázky by mali byť menšie ako 195 x 195 pixelov!

source: Your logo was successful uploaded!
el_gr: Το λογοτυπό σας μεταφορτώθηκε!
es_co: El logotipo ha sido actualizado.
fi_fi: Logo on lähetetty onnistuneesti!
hu_hu: A logó sikeresen feltöltve!
sk_sk: Vaše logo bolo úspešne nahraté!

source: Layout settings
el_gr: Ρυθμίσεις σχεδιαγράμματος
es_co: Configuración del diseño
fi_fi: Teeman asetukset
hu_hu: Elrendezés beállításai
sk_sk: Nastavenia rozmiestnenia

source: Installed layouts
el_gr: Εγκατεστημένα σχεδιαγράμματα
es_co: Diseños instalados
fi_fi: Asennetut teemat
hu_hu: Telepített elrendezések
sk_sk: Nainštalované rozmiestnenia

source: Layout name
el_gr: Όνομα σχεδιαγράμματος
es_co: Nombre del diseño
fi_fi: Teeman nimi
hu_hu: Elrendezés neve
sk_sk: Meno rozmiestnenia

source: default
el_gr: προεπιλογή
es_co: predeterminado
fi_fi: oletus
hu_hu: alapértelmezett
sk_sk: predvolené

source: Upload logo
el_gr: Μεταφόρτωση λογοτύπου
es_co: Cargar logotipo
fi_fi: Lähetä logo
hu_hu: Logó feltöltése
sk_sk: Nahrať logo

source: Logo file
el_gr: Αρχείο λογοτύπου
es_co: Logotipo
fi_fi: Logotiedosto
hu_hu: Logó fájl
sk_sk: Súbor s logom

source: Upload
el_gr: Μεταφόρτωση
es_co: Cargar
fi_fi: Lähetä
hu_hu: Feltöltés
sk_sk: Nahrať

source: Remove
el_gr: Αφαίρεση
es_co: Eliminar
fi_fi: Poista
hu_hu: Eltávolít
sk_sk: Odobrať

source: Choose default layout
el_gr: Επιλογή σχεδιαγράμματος προεπιλογής
es_co: elija el diseño predeterminado
fi_fi: Valitse oletusteema
hu_hu: Alapértelmezett elrendezés kiválasztása
sk_sk: Vyberte predvolené rozmiestnenie

source: Layout
el_gr: Σχεδιάγραμμα
es_co: Diseño
fi_fi: Teema
hu_hu: Elrendezés
sk_sk: Rozmiestnenie

source: Please specify a subject!
el_gr: Παρακαλώ καθορίστε θέμα!
es_co: Por favor especifique un asunto.
fi_fi: Määritä aihe!
hu_hu: Tárgy nincs megadva!
sk_sk: Prosím vyplňte predmet!

source: Please specify message!
el_gr: Παρακαλώ καθορίστε μήνυμα!
es_co: Por favor escriba un mensaje.
fi_fi: Määritä viesti!
hu_hu: Üzenet nincs megadva!
sk_sk: Prosím vyplňte správu!

source: Auto email template data updated!
el_gr: Ενημερώθηκε το πρώτυπο αυτόματου email!
es_co: ¡Los datos de la plantilla de correo han sido actualizados!
fi_fi: Automaattisen sähköpostin tiedot päivitetty!
hu_hu: Automatikus e-mail sablon módosítva!
sk_sk: Šablóna pre automatický e-mail zaktualizovaná!

source: ispCP - Admin/Lostpw email setup
el_gr: ispCP - Διαχειριστής/Εγκατάσταση email ΧαμένοΣθ.
es_co: ispCP - Administración/Correo de recuperación de contraseña
fi_fi: ispCP - Ylläpito / Salasanamuistuttajan sähköpostiasetukset
hu_hu: ispCP - Adminisztrátor / Elfelejtett jelszó beállításai
sk_sk: ispCP - Admin/Nastavenie zabudnutého hesla

source: Lost password e-mail
el_gr: E-mail χαμένου συνθηματικού
es_co: Correo de recuperación de contraseña
fi_fi: Kadonnut salasana sähköposti
hu_hu: Elfelejtett jelszó beállításai
sk_sk: Zabudnuté heslo

source: Message template info
el_gr: Πληροφορίες μήνυματος πρωτύπου
es_co: Plantilla de mensajes
fi_fi: Viestipohjan tiedot
hu_hu: Üzenetsablon információk
sk_sk: Šablóna správy - Informácie

source: Message template
el_gr: Μήνυμα πρώτυπο
es_co: Plantilla de mensaje
fi_fi: Viestipohja
hu_hu: Üzenetsablon
sk_sk: Šablóna správy

source: Activation E-Mail
el_gr: Ενεργοποίηση E-Mail
es_co: Correo de activación
fi_fi: Aktivointisähköposti
hu_hu: Aktivációs e-mail
sk_sk: Aktivačný E-mail

source: Password E-Mail
el_gr: Συνθηματικό E-Mail
es_co: Correo de recuperación de contraseña
fi_fi: Salasana sähköposti
hu_hu: Új jelszó e-mail
sk_sk: Heslo E-mail

source: User login (system) name
el_gr: Όνομα χρήστη για είσοδο (στο σύστημα)
es_co: Nombre de usuario
fi_fi: Käyttäjän kirjautumisnimi
hu_hu: Felhasználó bejelentkezési neve
sk_sk: Užívateľské meno (systémové)

source: User password
el_gr: Συνθηματικό χρήστη
es_co: Contraseña de usuario
fi_fi: Käyttäjän salasana
hu_hu: Felhasználó jelszava
sk_sk: Heslo užívateľa

source: User (first and last) name
el_gr: Ονοματεπώνυμο χρήστη
es_co: Nombre completo del usuario
fi_fi: Käyttäjän (etu ja suku) nimi
hu_hu: Felhasználó neve (vezeték és keresztnév)
sk_sk: Užívateľské meno (krstné aj priezvisko)

source: Lost password link
el_gr: Δεσμός χαμένου συνθηματικού
es_co: Enlace para recuperar contraseña
fi_fi: Salasana kadonnut linkki
hu_hu: Elfelejtett jelszó linkje
sk_sk: Zabudnuté heslo

source: Subject
el_gr: Θέμα
es_co: Asunto
fi_fi: Aihe
hu_hu: Tárgy
sk_sk: Predmet

source: URL to this admin panel
el_gr: URL στο πίνακα διαχειριστή
es_co: URL de este panel de administración
fi_fi: URL ylläpitopaneeliin
hu_hu: Vezérlőpult URL címe
sk_sk: URL do tohto admin panela

source: URL protocol
el_gr: URL πρωτόκολλο
es_co: Protocolo de URL
fi_fi: URL Protokolla
hu_hu: URL protokoll (például: http:// https://)
sk_sk: URL Protokol

source: ispCP - Admin/Maintenance mode
el_gr: ispCP - Διαχειριστής/Λειτουργία Συντήρησης
es_co: ispCP - Administración/Modo de mantenimiento
fi_fi: ispCP - Ylläpito / Huoltotila
hu_hu: ispCP - Adminisztrátor / Karbantartási mód
sk_sk: ispCP - Admin/Hlavný zoznam

source: Settings saved!
es_co: Configuración guardada.
fi_fi: Asetukset tallennettu!
hu_hu: Beállítások elmentve!
sk_sk: Uložit nastavenia !

source: Maintenance mode
el_gr: Λειτουργία Συντήρησης
es_co: Modo de mantenimiento
fi_fi: Huoltotila
hu_hu: Karbantartási mód
sk_sk: Spravovať objednávky

source: Under this mode only administrators can login
el_gr: Η είσοδος στη λειτουργία αυτή επιτρέπεται μόνο σε διαχειριστές
es_co: En este modo, sólo los administradores pueden ingresar
fi_fi: Vain ylläpitäjät voivat kirjautua tässä tilassa
hu_hu: Ebben a módban csak az adminisztrátorok léphetnek be
sk_sk: V tomto móde môže byť prihlásený iba administrátor

source: Only letters, numbers, dash and underscore are allowed for services names!
es_co: Sólo se permiten letras, números, guiones y guiones bajos.
hu_hu: A szolgáltatás neve csak betűkből, számokból, kötőjelekből és aláhúzásokból állhatnak!
sk_sk: Povolené sú iba písmená, čisla, pomlčky a podčiarkovník!

source: Only positive numbers are allowed for services ports!
es_co: Sólo se permiten números positivos.
hu_hu: A szolgáltatás portja csak pozitív egész szám lehet (1-65535)!
sk_sk: Iba kladné čísla sú povolené !

source: Service port with same name already exists!
es_co: Ya existe un puerto de servicio con este nombre.
hu_hu: Ilyen nevű szolgáltatás már létezik!
sk_sk: Port už existuje!

source: Unallowed protocol!
es_co: Protocolo no permitido.
hu_hu: Nem engedélyezett protokoll!
sk_sk: Nepovolený protokol!

source: Incorrect value for show entry!
es_co: ¡El valor introducido es incorrecto!
hu_hu: A "Megjelenít" oszlop értéke hibás!
sk_sk: Zlá dľžka alebo syntax emailu!

source: Service port was added!
es_co: El puerto de servicio ha sido agregado.
hu_hu: Szolgáltatási port hozzáadva!
sk_sk: Nová IP adresa pridaná!

source: %d Service port was updated!
es_co: El puerto de servicio %d ha sido actualizado.
hu_hu: %d szolgáltatási port frissítve!
sk_sk: %d port služby bol aktualizovaný!

source: %d Services port were updated!
es_co: Los puertos de servicio %d han sido actualizados.
hu_hu: %d szolgáltatási port frissítve!
sk_sk: %d port služieb bol aktualizovaný!

source: Nothing's been changed!
es_co: No se ha cambiado nada.
fi_fi: Mitään ei ole muutettu!
hu_hu: Nincs változás!
sk_sk: Nič nebolo pozmenené!
