Repository: BenBE/ispCP
Catalog: language-files/po/*.po
Languages: el_gr, es_co, fi_fi, hu_hu, sk_sk

source: Domain details
el_gr: Λεπτομέρειες ονομάτων internet
es_co: Detalles del dominio
fi_fi: Domainin tiedot
hu_hu: Domain információk
sk_sk: Detaily domény

source: Domain IP
el_gr: IP ονομάτος internet
es_co: IP del dominio
fi_fi: Domainin IP
hu_hu: Domain IP-címe
sk_sk: IP adresa domény

source: Status
el_gr: Κατάσταση
es_co: Estado
fi_fi: Tila
hu_hu: Állapot
sk_sk: Stav

source: PHP support
el_gr: υποστήριξη PHP
es_co: Soporte para PHP
fi_fi: PHP-tuki
hu_hu: PHP használat
sk_sk: Podpora PHP

source: CGI support
el_gr: υποστήριξη CGI
es_co: Soporte para CGI
fi_fi: CGI-tuki
hu_hu: CGI használat
sk_sk: Podpora CGI

source: Manual DNS support
el_gr: Μη αυτόματη υποστήριξη DNS
es_co: Soporte para DNS manual
fi_fi: Manuaalinen DNS tuki
hu_hu: Kézi DNS módosítási lehetőség
sk_sk: Manuál pre podporu DNS

source: Backup support
el_gr: Υποστήριξη αντιγράφων ασφαλείας
es_co: Soporte para respaldos
fi_fi: Varmuuskopiointi
hu_hu: Adatmentés használat
sk_sk: Podpora záloh

source: MySQL support
el_gr: Υποστήριξη MySQL
es_co: Soporte para MySQL
fi_fi: MySQL-tuki
hu_hu: MySQL használat
sk_sk: Podpora MySQL

source: Traffic in MB
el_gr: Κίνηση σε MB
es_co: Tráfico (MB)
fi_fi: Liikennemäärä megatavuina
hu_hu: Forgalom MB-ban
sk_sk: Prenesené dáta v MB

source: Disk in MB
el_gr: Δίσκος σε MB
es_co: Uso de disco (MB)
fi_fi: Levytila MT
hu_hu: Tárhely MB-ban
sk_sk: Diskový priestor v MB

source: Feature
el_gr: Δυνατότητα
es_co: Característica
fi_fi: Ominaisuus
hu_hu: Funkció
sk_sk: Funkcie

source: Used
el_gr: Σε χρήση
es_co: Usado
fi_fi: Käytössä
hu_hu: Használatban
sk_sk: Použité

source: Mail accounts
el_gr: Λογαριασμοί email
es_co: Cuentas de correo
fi_fi: Sähköpostitunnukset
hu_hu: E-mail fiókok
sk_sk: E-mailové kontá

source: FTP accounts
el_gr: Λογαριασμοί FTP
es_co: Cuentas FTP
fi_fi: FTP-tunnukset
hu_hu: FTP hozzáférések
sk_sk: FTP kontá

source: SQL databases
el_gr: SQL Β.Δ.
es_co: Bases de datos SQL
fi_fi: SQL-tietokannat
hu_hu: SQL adatbázisok
sk_sk: SQL databázy

source: SQL users
el_gr: Χρήστες SQL
es_co: Usuarios SQL
fi_fi: SQL-käyttäjät
hu_hu: SQL felhasználók
sk_sk: SQL užívatelia

source: Subdomains
el_gr: Υποονόματα internet
es_co: Subdominios
fi_fi: Alidomainit
hu_hu: Aldomainek
sk_sk: Sub-domény

source: Domain aliases
el_gr: Ψευδώνυμα ονομάτων internet
es_co: Alias de dominios
fi_fi: Domain-aliakset
hu_hu: Domain álnevek
sk_sk: Aliasy domén

source: Submit changes
el_gr: Εφαρμογή αλλαγών
es_co: Realizar cambios
fi_fi: Hyväksy muutokset
hu_hu: Változások mentése
sk_sk: Odoslať zmeny

source: Full
el_gr: Πλήρες
es_co: Completo
fi_fi: Täysi
hu_hu: Teljes
sk_sk: Plná

source: Domain
el_gr: όνομα internet
es_co: Dominio
sk_sk: Doména

source: No
el_gr: Όχι
fi_fi: Ei
hu_hu: Nem
sk_sk: Nie

source: Enabled
el_gr: Ενεργό
es_co: Habilitado
fi_fi: Käytössä
hu_hu: Engedélyezve
sk_sk: Povolené

source: Disabled
el_gr: Ανενεργό
es_co: Deshabilitado
fi_fi: Ei käytössä
hu_hu: Letiltva
sk_sk: Zakázané

source: ispCP - Admin/Edit Domain
el_gr: ispCP - Διαχειριστής/Διόρθωση ονόματος internet
es_co: ispCP - Administración/Editar dominio
fi_fi: ispCP - Ylläpito/Muokkaa domainia
hu_hu: ispCP - Adminisztrátor / Domain módosítása
sk_sk: ispCP - Admin/Admin Log

source: Edit Domain
el_gr: Διόρθωση ονόματος internet
es_co: Editar dominio
fi_fi: Muokkaa Domainia
hu_hu: Domain módosítása
sk_sk: Upraviť doménu

source: Domain properties
el_gr: Ιδιότητες ονόματος internet
es_co: Propiedades del dominio
fi_fi: Domainin ominaisuudet
hu_hu: Domain tulajdonságai
sk_sk: Vlastnosti domény

source: Domain expire
el_gr: Λήξη ονόματος internet
es_co: Caducidad del dominio
fi_fi: Domain vanhenee
hu_hu: Domain lejárati ideje
sk_sk: Doména expiruje

source: New expire date
el_gr: Νέα ημερομηνία λήξης
es_co: Nueva fecha de caducidad
fi_fi: Uusi eräpäivä
hu_hu: Új lejárati dátum
sk_sk: Nový expiračný dátum

source: Max subdomains<br /><em>(-1 disabled, 0 unlimited)</em>
es_co: Cantidad de subdominios<br /><em>(-1: deshabilitado, 0: ilimitados)</em>
hu_hu: Létrehozható aldomainek száma<br /><em>(-1 letiltás, 0 korlátlan)</em>
sk_sk: Maximálny počet subdomén<br /><em>(-1 zakázané, 0 neobmedzené)</em>

source: Max aliases<br /><em>(-1 disabled, 0 unlimited)</em>
es_co: Cantidad de alias<br /><em>(-1: deshabilitado, 0: ilimitados)</em>
hu_hu: Létrehozható domain álnevek száma<br /><em>(-1 letiltás, 0 korlátlan)</em>
sk_sk: Maximálny počet aliasov<br /><em>(-1 zakázané, 0 neobmedzené)</em>

source: Mail accounts limit <br /><em>(-1 disabled, 0 unlimited)</em>
es_co: Cantidad de cuentas de correo <br /><em>(-1: deshabilitado, 0: ilimitadas)</em>
hu_hu: Létrehozható e-mail címek száma<br /><em>(-1 letiltás, 0 korlátlan)</em>
sk_sk: Maximálny počet E-mailových kont<br /><em>(-1 zakázané, 0 neobmedzené)</em>

source: FTP accounts limit <br /><em>(-1 disabled, 0 unlimited)</em>
es_co: Cantidad de cuentas de FTP <br /><em>(-1: deshabilitado, 0: ilimitadas)</em>
hu_hu: Létrehozható FTP hozzáférések száma<br /><em>(-1 letiltás, 0 korlátlan)</em>
sk_sk: Limit FTP kont<br /><em>(-1 zakázaný, 0 neobmedzený)</em>

source: SQL databases limit <br /><em>(-1 disabled, 0 unlimited)</em>
es_co: Cantidad de bases de datos SQL <br /><em>(-1: deshabilitado, 0: ilimitadas)</em>
hu_hu: Létrehozható SQL adatbázisok száma<br /><em>(-1 letiltás, 0 korlátlan)</em>
sk_sk: Limit SQL databáz<br /><em>(-1 zakázaný, 0 neobmedzený)</em>

source: SQL users limit <br /><em>(-1 disabled, 0 unlimited)</em>
es_co: Cantidad de usuarios de la base de datos <br /><em>(-1: deshabilitado, 0: ilimitados)</em>
hu_hu: Létrehozható SQL felhasználók száma<br /><em>(-1 letiltás, 0 korlátlan)</em>
sk_sk: Limit SQL užívateľov<br /><em>(-1 zakázaný, 0 neobmedzený)</em>

source: Traffic limit [MB] <br /><em>(0 unlimited)</em>
es_co: Límite de tráfico (MB) <br /><em>(0: ilimitado)</em>
hu_hu: Adatforgalmi korlát [MB]<br /><em>(0 korlátlan)</em>
sk_sk: Limit prenesených dát [MB]<br /><em>(0 neobmedzený)</em>

source: Disk limit [MB] <br /><em>(0 unlimited)</em>
es_co: Límite de uso de disco (MB) <br /><em>(0: ilimitado)</em>
hu_hu: Tárhely korlát [MB]<br /><em>(0 korlátlan)</em>
sk_sk: Limit diskového priestoru [MB]<br /><em>(0 neobmedzený)</em>

source: Backup
el_gr: Αντίγραφο Ασφαλείας
es_co: Respaldo
fi_fi: Varmuuskopio
hu_hu: Adatmentés
sk_sk: Záloha

source: Cancel
el_gr: Άκυρο
es_co: Cancelar
fi_fi: Peruuta
hu_hu: Mégsem
sk_sk: Zrušiť

source: Yes
el_gr: Ναί
es_co: Sí
fi_fi: Kyllä
hu_hu: Igen
sk_sk: Áno

source: In case 'Domain expire' is 'N/A', the expiration date will be set from today.
el_gr: Οταν η 'Λήξη ονόματος internet' είναι 'Δ/Α', η ημερομηνία λήξης τίθεται από σήμερα.
es_co: En caso de que «Caducidad del dominio» esté como «N/a», la fecha de caducidad contará desde hoy.
fi_fi: Jos 'Domain vanhenee' on 'N/A', päättymispäivä asetetaan täksi päiväksi.
hu_hu: Ha a 'Domain lejárati ideje' értéke 'nincs adat', a lejárati dátum a mai nap lesz.
sk_sk: Vo voľbe 'Vlastnosti domény' je uvedené 'N/A', expiračný dátum bude nastavený na dnešný.

source: User does not exist or you do not have permission to access this interface!
el_gr: Ανύπαρκτος χρήστης ή δεν έχετε εξουσιοδότηση πρόσβασης στη διεπαφή!
es_co: ¡El usuario no existe o no tiene permisos para acceder a esta interfaz.
fi_fi: Käyttäjää ei ole olemassa tai sinulla ei ole oikeuksia tähän paikkaan!
hu_hu: A felhasználó nem létezik, vagy nincs jogosultság hozzáférni az interfészéhez!
sk_sk: Užívateľ neeistuje alebo nemáte oprávnenie na prístup k danému zariadeniu!

source: Incorrect subdomains limit!
el_gr: Λάθος όριο υποονομάτων internet!
es_co: ¡La cantidad límite de subdominios es incorrecta!
fi_fi: Virheellinen alidomainien määrä!
hu_hu: A beírt aldomain korlát hibás!
sk_sk: Zlá veľkosť alebo syntax subdomén!

source: Incorrect aliases limit!
el_gr: Λάθος όριο ψευδωνύμων!
es_co: ¡La cantidad límite de alias es incorrecta!
fi_fi: Virheellinen aliasten määrä!
hu_hu: A beírt domain álnév korlát hibás!
sk_sk: Zlý limit aliasov!

source: Incorrect mail accounts limit!
el_gr: Λάθος όριο λογαριασμών email!
es_co: ¡La cantidad límite de cuentas de correo es incorrecta!
fi_fi: Virheellinen sähköpostien määrä!
hu_hu: A beírt e-mail cím korlát hibás!
sk_sk: Neplatný kimit mailových kônt!

source: Incorrect FTP accounts limit!
el_gr: Λάθος όριο λογαριασμών FTP!
es_co: ¡La cantidad límite de cuentas de FTP es incorrecta!
fi_fi: Virheellinen FTP-käyttäjien määrä!
hu_hu: A beírt FTP hozzáférési korlát hibás!
sk_sk: Neplatný limit FTP kônt!

source: Incorrect SQL users limit!
el_gr: Λάθος όριο χρηστών SQL!
es_co: ¡La cantidad límite de usuarios de la base de datos SQL es incorrecta!
fi_fi: Virheellinen tietokantakäyttäjien määrä!
hu_hu: A beírt SQL felhasználói korlát hibás!
sk_sk: Neplatný limit SQL užívateľov!

source: SQL databases limit is <em>disabled</em>!
es_co: ¡El límite de la cantidad de bases de datos SQL está <em>deshabilitado</em>!
hu_hu: SQL adatbázis létrehozási korlát <em>kikapcsolva</em>
sk_sk: Limit SQL databáz<br><i>(-1 zakázaný, 0 neobmedzený)</i>

source: Incorrect SQL databases limit!
el_gr: Λάθος όριο SQL Β.Δ.!
es_co: ¡La cantidad límite de bases de datos SQL es incorrecta!
fi_fi: Virheellinen tietokantojen määrä!
hu_hu: A beírt SQL adatbázis darabszám korlát hibás!
sk_sk: Limit SQL databáz

source: SQL users limit is <em>disabled</em>!
es_co: ¡El límite de la cantidad de usuarios de la base de datos SQL está <em>deshabilitado</em>!
hu_hu: SQL felhasználó létrehozási korlát <em>kikapcsolva</em>
sk_sk: Limit SQL užívateľov<br><i>(-1 zakázaný, 0 neobmedzený)</i>

source: Incorrect traffic limit!
el_gr: Λάθος όριο κίνησης!
es_co: ¡El límite de tráfico es incorrecto!
fi_fi: Virheellinen liikennemäärä!
hu_hu: A beírt adatforgalom korlát hibás!
sk_sk: Zlá veľkosť alebo syntax prenesených dát!

source: Incorrect disk quota limit!
el_gr: Λάθος όριο χρήσης δίσκου!
es_co: ¡El límite de uso de disco es incorrecto!
fi_fi: Virheellinen levytilarajoitus!
hu_hu: A beírt tárhely korlát hibás!
sk_sk: Nesprávne data!

source: Subdomain
el_gr: Υποόνoμα internet
es_co: Subdominio
fi_fi: Alidomain
hu_hu: Aldomain
sk_sk: Sub-doména

source: Mail
el_gr: Email
es_co: Correo
fi_fi: Sähköposti
hu_hu: E-mail
sk_sk: E-mail

source: SQL Database
el_gr: Β.Δ. SQL
es_co: Base de datos SQL
fi_fi: SQL-tietokanta
hu_hu: SQL adatbázis
sk_sk: SQL databáza

source: SQL User
el_gr: Χρήστης SQL
es_co: Usuario SQL
fi_fi: SQL-käyttäjä
hu_hu: SQL felhasználó
sk_sk: SQL užívateľ

source: Traffic
el_gr: Κίνηση
es_co: Tráfico
fi_fi: Liikenne
hu_hu: Forgalom
sk_sk: Prenesené dáta

source: Disk
el_gr: Δίσκος
es_co: Disco
fi_fi: Levytila
hu_hu: Tárhely
sk_sk: Diskový priestor

source: Domain properties could not be updated!
el_gr: Oι ιδιότητες ονόματος internet δεν ενημερώθηκαν!
es_co: ¡No se pudo actualizar las propiedades del dominio!
fi_fi: Domainin ominaisuuksia ei voitu päivittää!
hu_hu: A domain tulajdonságai nem frissíthetők!
sk_sk: Vlastnosti domény úspešne aktualizované!

source: Domain properties updated successfully!
el_gr: Επιτυχής ενημέρωση ιδιοτήτων ονόματος internet!
es_co: Las propiedades del dominio han sido actualizadas correctamente.
fi_fi: Domainin ominaisuuksia päivitetty onnistuneesti!
hu_hu: A domain tulajdonságai sikeresen frissítve!
sk_sk: Vlastnosti domény úspešne aktualizované!

source: The <em>%s</em> service cannot be disabled!
el_gr: H <em>%s</em> υπηρεσία δεν απενεργοποιείται!
es_co: ¡El servicio <em>%s</em> no puede ser desactivado!
fi_fi: Palvelua <em>%s</em> ei voi kytkeä pois päältä!
hu_hu: A(z) <em>%s</em> szolgáltatás nem tiltható le!
sk_sk: <b>%s</b> Služba nemôže byť vypnutá !<br>

source: There are <em>%s</em> records on system!
el_gr: Υπάρχουν <em>%s</em> εγγραφές στο σύστημα!
es_co: ¡Hay <em>%s</em> registros en el sistema!
fi_fi: Järjestelmässä on <em>%s</em> merkintää!
hu_hu: A rendszer <em>%s</em> rekordot tartalmaz!
sk_sk: Tu je <b>%s</b> záznamov v systéme!

source: The <em>%s</em> service cannot be limited!
el_gr: Η <em>%s</em> υπηρεσία δεν περιορίζεται!
es_co: ¡El servicio <em>%s</em> no puede ser limitado!
fi_fi: Palvelua <em>%s</em> ei voi rajoittaa!
hu_hu: A(z) <em>%s</em> szolgáltatás nem korlátozható!
sk_sk: <b>%s</b> Služba nemôže byť limitovaná !<br>

source: Specified number is smaller than <em>%s</em> records, present on the system!
el_gr: Ο δεδομένος αριθμός είναι μικρότερος από <em>%s</em> εγγραφές, που υπάρχουν στο σύστημα!
es_co: ¡El número especificado es inferior a los <em>%s</em> registros existentes en el sistema!
fi_fi: Annettu numero on pienempi kuin <em>%s</em> tietuetta, nykyinen järjestelmässä!
hu_hu: A beírt szám kisebb, mint a rendszerben található rekordszám (<em>%s</em>)!
sk_sk: Zadané číslo je menšie ako <b>%s</b> záznamov nachádzajúcich sa v systéme!

source: There are <em>%s</em> records on the system!
el_gr: Υπάρχουν <em>%s</em> εγγραφές στο σύστημα!
es_co: ¡Hay <em>%s</em> registros en el sistema!
fi_fi: Järjestelmässä on <em>%s</em> merkintää!
hu_hu: A rendszerben <em>%s</em> rekord található!
sk_sk: Tu je <b>%s</b> záznamov v systéme!

source: The <em>%s</em> service cannot be unlimited!
el_gr: Η <em>%s</em> υπηρεσία δεν μπορεί να είναι απεριόριστη!
es_co: ¡El servicio <em>%s</em> no puede ser ilimitado!
fi_fi: Palvelu <em>%s</em> ei voi rajoittamaton!
hu_hu: A(z) <em>%s</em> szolgáltatás nem lehet korlátlan!
sk_sk: <b>%s</b> Služba nemôže byť nemodzená !<br>

source: There are reseller limits for the <em>%s</em> service!
el_gr: Υπάρχουν όρια μεταπωλητή για την υπηρεσία <em>%s</em> !
es_co: ¡El revendedor tiene límites para el servicio <em>%s</em>!
fi_fi: Jälleenmyyjällä on rajat <em>%s</em> palvelulle!
hu_hu: A(z) <em>%s</em> szolgáltatás a viszonteladó korlátozta!
sk_sk: Existujú limity predajcu pre službu <b>%s</b> !

source: You are exceeding reseller limits for the <em>%s</em> service!
el_gr: Έχετε υπερβεί τα όρια μεταπωλητή για την υπηρεσία <em>%s</em> !
es_co: ¡Está excediendo los límites de revendedores para el servicio <em>%s</em>!
fi_fi: Olet ylittämässä rajaa palvelulle <em>%s</em>!
hu_hu: A(z) <em>%s</em> szolgáltatás viszonteladói korlátja elérve!
sk_sk: Prekračujete limity predajcu pre službu <b>%s</b> !

source: ispCP - Domain Statistics Data
el_gr: ispCP - Στατιστικά δεδομένα ονόματος internet
es_co: ispCP - Datos estadísticos de dominio
fi_fi: ispCP - Domain-statistiikka
hu_hu: ispCP - Domain statisztikai adatok
sk_sk: ispCP - Štatistiky domény

source: Domain statistics
el_gr: Στατιστικά ονόματος internet
es_co: Estadísticas de dominio
fi_fi: Domain-statistiikka
hu_hu: Domain statisztikák
sk_sk: Štatistiky domény

source: Month
el_gr: Μήνας
es_co: Mes
fi_fi: Kuukausi
hu_hu: Hónap
sk_sk: Mesiac

source: Year
el_gr: Έτος
es_co: Año
fi_fi: Vuosi
hu_hu: Év
sk_sk: Rok

source: Show
el_gr: Προβολή
es_co: Mostrar
fi_fi: Näytä
hu_hu: Megjelenít
sk_sk: Zobraz

source: Web traffic
el_gr: Κίνηση Web
es_co: Tráfico HTTP
fi_fi: Web-liikenne
hu_hu: Web forgalom
sk_sk: Prenesené dáta cez web

source: FTP traffic
el_gr: Κίνηση FTP
es_co: Tráfico FTP
fi_fi: FTP-liikenne
hu_hu: FTP forgalom
sk_sk: Prenesené dáta cez FTP

source: SMTP traffic
el_gr: Κίνηση SMTP
es_co: Tráfico SMTP
fi_fi: SMTP-liikenne
hu_hu: SMTP forgalom
sk_sk: Prenesené dáta cez STMP

source: POP3/IMAP traffic
el_gr: Κίνηση POP3/IMAP
es_co: Tráfico POP3/IMAP
fi_fi: POP3/IMAP liikenne
hu_hu: POP3/IMAP forgalom
sk_sk: Prenesené dáta cez POP3/IMAP

source: All traffic
el_gr: Ολική Κίνηση
es_co: Todo el tráfico
fi_fi: Kaikki liikenne
hu_hu: Teljes forgalom
sk_sk: Všetky prenesené dáta

source: Day
el_gr: Ημέρα
es_co: Día
fi_fi: Päivä
hu_hu: Nap
sk_sk: Deň

source: ispCP - Administrator/Hosting Plan Management
el_gr: ispCP - Διαχειριστής/Διαχείριση πακέτου φιλοξενίας internet
es_co: ispCP - Administrador/Administración de planes de alojamiento web
fi_fi: ispCP - Ylläpito / Hosting-pakettien hallinta
hu_hu: ispCP - Adminisztrátor / Szolgáltatási csomagok kezelése
sk_sk: ispCP - Administrator/Spravovať hostingový plán

source: Hosting plans
el_gr: Πακέτα φιλοξενίας internet
es_co: Planes de alojamiento web
fi_fi: Hosting-paketit
hu_hu: Szolgáltatási csomagok
sk_sk: Hostingový plán

source: Manage hosting plans
el_gr: Διαχείριση πακέτου φιλοξενίας internet
es_co: Planes de alojamiento web
fi_fi: Hallitse hosting-paketteja
hu_hu: Szolgáltatási csomagok kezelése
sk_sk: Spravovať hostingový plán

source: Purchasing
el_gr: Αγοράζω
es_co: Adquisición
fi_fi: Tilaus
hu_hu: Vásárlás
sk_sk: Kúpa

source: Add hosting plan
el_gr: Προσθήκη πακέτου φιλοξενίας internet
es_co: Agregar plan de alojamiento
fi_fi: Lisää hosting-paketti
hu_hu: Szolgáltatási csomag létrehozása
sk_sk: Pridať hostingový plán

source: Add new user hosting plan
el_gr: Προσθήκη νέου πακέτου φιλοξενίας internet
es_co: Agregar un nuevo plan de hosting a un usuario
fi_fi: Lisää uusi käyttäjän hosting-paketti
hu_hu: Új felhasználói csomag létrehozása
sk_sk: Pridať nový užívateľský hostingový plán

source: Return to previous menu
el_gr: Επιστροφή στο προηγούμενο μενού επιλογών
es_co: Regresar al menú anterior
fi_fi: Palaa edelliseen valikkoon
hu_hu: Vissza az előző menübe
sk_sk: Návrat do predchádzajúceho menu

source: Hosting plan added!
el_gr: Το πακέτο φιλοξενίας internet προστέθηκε!
es_co: El plan de alojamiento ha sido agregado.
fi_fi: Hosting-paketti lisätty!
hu_hu: Szolgáltatási csomag hozzáadva!
sk_sk: Hostingový plán pridaný!

source: Hosting plan deleted!
el_gr: Το πακέτο φιλοξενίας internet διαγράφηκε!
es_co: El plan de alojamiento ha sido borrado.
fi_fi: Hosting-paketti poistettu!
hu_hu: Szolgáltatási csomag törölve!
sk_sk: Hostingový plán zmazaný!

source: Hosting plan updated!
el_gr: Το πακέτο φιλοξενίας internet ενημερώθηκε!
es_co: El plan de alojamiento ha sido actualizado
fi_fi: Hosting-paketti päivitetty!
hu_hu: Szolgáltatási csomag frissítve!
sk_sk: Hostingový plán aktualizovaný!

source: Hosting plan can't be deleted, there are orders!
el_gr: Υπάρχουν παραγγελίες και το πακέτο φιλοξενίας internet δεν διαγράφεται!
es_co: ¡Este plan de alojamiento no puede ser borrado: Hay órdenes pendientes!
fi_fi: Hosting-pakettia ei voitu poistaa, tilauksia avoinna!
hu_hu: A szolgáltatási csomag nem törölhető, használatban van!
sk_sk: Hostingový plán so zadaným menom už existuje!

source: Hosting plans not found!
el_gr: Δεν βρέθηκαν πακέτα φιλοξενίας internet!
es_co: ¡No se encontraron planes de alojamiento web!
fi_fi: Hosting-paketteja ei läydy!
hu_hu: Szolgáltatási csomag nem található!
sk_sk: Hostingový plán nenájdený!

source: No.
el_gr: Όχι.
fi_fi: Ei.
hu_hu: Sorszám
sk_sk: Por.

source: Name
el_gr: Όνομα
es_co: Nombre
fi_fi: Nimi
hu_hu: Név
sk_sk: Meno

source: Show hosting plan
el_gr: Προβολή πακέτων φιλοξενίας internet
es_co: Mostrar plan de alojamiento
fi_fi: Näytä hostinng-paketti
hu_hu: Szolgáltatási csomag megjelenítése
sk_sk: Zobraziť hostingový plán

source: ispCP - Administrator/Add hosting plan
el_gr: ispCP - Διαχειριστής/Προσθήκη πακέτου φιλοξενίας internet
es_co: ispCP - Administrador/Agregar planes de alojamiento
fi_fi: ispCP - Ylläpito / Lisää hosting-paketti
hu_hu: ispCP - Adminisztrátor / Szolgáltatási csomag létrehozása
sk_sk: ispCP - Administrator/Pridať hostingový plán

source: Hosting plan properties
el_gr: Ιδιότητες πακέτου φιλοξενίας internet
es_co: Propiedades del plan de alojamiento
fi_fi: Hosting-paketin ominaisuudet
hu_hu: Szolgáltatái csomag tulajdonságai
sk_sk: Nastavenia hostingového plánu

source: Template name
el_gr: Όνομα προτύπου
es_co: Nombre de la plantilla
fi_fi: Mallin nimi
hu_hu: Sablon neve
sk_sk: Názov šablóny

source: Max subdomains<br><em>(-1 disabled, 0 unlimited)</em>
es_co: Cantidad de subdominios<br /><em>(-1: deshabilitado, 0: ilimitados)</em>
hu_hu: Létrehozható aldomainek száma<br /><em>(-1 letiltás, 0 korlátlan)</em>
sk_sk: Maximálny počet subdomén<br><i>(-1 zakázané, 0 neobmedzené)</i>

source: Max aliases<br><em>(-1 disabled, 0 unlimited)</em>
es_co: Cantidad de alias<br /><em>(-1: deshabilitado, 0: ilimitados)</em>
hu_hu: Létrehozható álnevek száma<br /><em>(-1 letiltás, 0 korlátlan)</em>
sk_sk: Maximálny počet aliasov<br><i>(-1 zakázané, 0 neobmedzené)</i>

source: Mail accounts limit<br><em>(-1 disabled, 0 unlimited)</em>
es_co: Cantidad de cuentas de correo <br /><em>(-1: deshabilitado, 0: ilimitadas)</em>
hu_hu: Létrehozható e-mail fiókok száma<br /><em>(-1 letiltás, 0 korlátlan)</em>
sk_sk: Maximálny počet E-mailových kont<br><i>(-1 zakázané, 0 neobmedzené)</i>

source: FTP accounts limit<br><em>(-1 disabled, 0 unlimited)</em>
es_co: Cantidad de cuentas de FTP <br /><em>(-1: deshabilitado, 0: ilimitadas)</em>
hu_hu: Létrehozható FTP hozzáférések száma<br /><em>(-1 letiltás, 0 korlátlan)</em>
sk_sk: Limit FTP kont<br><i>(-1 zakázaný, 0 neobmedzený)</i>

source: SQL databases limit<br><em>(-1 disabled, 0 unlimited)</em>
es_co: Cantidad de bases de datos SQL <br /><em>(-1: deshabilitado, 0: ilimitadas)</em>
hu_hu: Létrehozható SQL adatbázisok száma<br /><em>(-1 letiltás, 0 korlátlan)</em>
sk_sk: Limit SQL databáz<br><i>(-1 zakázaný, 0 neobmedzený)</i>

source: SQL users limit<br><em>(-1 disabled, 0 unlimited)</em>
es_co: Cantidad de usuarios de la base de datos <br /><em>(-1: deshabilitado, 0: ilimitados)</em>
hu_hu: Létrehozható SQL felhasználók száma<br /><em>(-1 letiltás, 0 korlátlan)</em>
sk_sk: Limit SQL užívateľov<br><i>(-1 zakázaný, 0 neobmedzený)</i>

source: Traffic limit [MB]<br><em>(0 unlimited)</em>
es_co: Límite de tráfico (MB) <br /><em>(0: ilimitado)</em>
hu_hu: Adatforgalmi korlát [MB]<br /><em>(0 korlátlan)</em>
sk_sk: Limit prenesených dát [MB]<br><i>(0 neobmedzený)</i>

source: Disk limit [MB]<br><em>(0 unlimited)</em>
es_co: Límite de uso de disco (MB) <br /><em>(0: ilimitado)</em>
hu_hu: Tárhely korlát [MB]<br /><em>(0 korlátlan)</em>
sk_sk: Limit diskového priestoru [MB]<br><i>(0 neobmedzený)</i>

source: Allow adding records to DNS zone
es_co: Permitir agregar registros a la zona DNS
hu_hu: DNS rekord hozzáadásának lehetősége a DNS zónához
sk_sk: Povoľ pridanie záznamu do DNS oblasti

source: Apache logfiles
el_gr: Αρχεία καταγραφής Apache
es_co: Registro de Apache
fi_fi: Apachen logitiedostot
hu_hu: Apache naplófájlok
sk_sk: Apache log súbory

source: yes
el_gr: ναι
es_co: sí
fi_fi: kyllä
hu_hu: igen
sk_sk: áno

source: no
el_gr: όχι
fi_fi: ei
hu_hu: nem
sk_sk: nie

source: Billing Settings
el_gr: Ρυθμίσεις χρεώσεων
es_co: Facturación
fi_fi: Laskutusasetukset
hu_hu: Számlázási beállítások
sk_sk: Nastavenia fakturácií

source: Price
el_gr: Τιμή
es_co: Precio
fi_fi: Hinta
hu_hu: Díj
sk_sk: Cena

source: Currency
el_gr: Νόμισμα
es_co: Moneda
fi_fi: Valuuttayksikkö
hu_hu: Pénznem
sk_sk: Mena

source: Available for purchasing
el_gr: Διαθέσιμο για αγορά
es_co: Disponible para compra
fi_fi: Tilattavissa
hu_hu: Megvásárolható
sk_sk: Dostupný ku kúpe

source: Description
el_gr: Περιγραφή
es_co: Descripción
fi_fi: Kuvaus
hu_hu: Leírás
sk_sk: Popis

source: (e.g. EUR)
el_gr: (π.χ. EUR)
es_co: (Ej. EUR)
fi_fi: (esim. EUR)
hu_hu: (például: HUF)
sk_sk: (napr. EURO)

source: Term Of Service
es_co: Términos de servicio
fi_fi: Käyttöehdot
hu_hu: Felhasználási feltételek
sk_sk: Pravidlá využívania služby

source: <strong>Optional:</strong> Leave this field empty if you do not want term of service for this hosting plan.
es_co: <strong>Opcional:</strong> Deje este campo vacío si no desea establecer términos de servicio para este plan de alojamiento web.
hu_hu: <strong>Opció:</strong> Üresen hagyva 'Felhasználási feltételek' nélküli tárhely csomag jön létre.
sk_sk: <strong>Voliteľné:</strong> Ponechajte toto pole prázdne, ak si neželáte zásadyvyužívania služby pre tento hostingový plán.

source: Text Only
es_co: Sólo texto
fi_fi: Vain tekstiä
hu_hu: Csak szöveg
sk_sk: Iba text

source: Add plan
el_gr: Προσθήκη πακέτου
es_co: Agregar plan
fi_fi: Lisää paketti
hu_hu: Szolgáltatási csomag létrehozása
sk_sk: Pridať plán
