Repository: BenBE/ispCP
Catalog: language-files/po/*.po
Languages: el_gr, es_co, fi_fi, hu_hu, sk_sk

source: encoding
el_gr: UTF-8
es_co: UTF-8
fi_fi: UTF-8
hu_hu: UTF-8
sk_sk: UTF-8

source: _: Localised language
el_gr: Νέα Ελληνικά - Greek
es_co: Español (Colombia) - Spanish (Colombia)
fi_fi: Suomi - Finnish
hu_hu: Magyar (Magyarország) - Hungarian (Hungary)
sk_sk: slovenčina - Slovak

source: ispCP Omega a Virtual Hosting Control System
el_gr: ispCP Omega ένα σύστημα ελέγχου εικονικής φιλοξενίας στο internet
es_co: ispCP Omega: Un panel de administración de servidores web
hu_hu: ispCP Omega egy Virtuális Tárhely Kezelő Rendszer
sk_sk: ispCPω Systém virtuálneho hostingu

source: Administrator login
el_gr: Είσοδος Διαχειριστή
es_co: Iniciar sesión como administrador
fi_fi: Pääkäyttäjän kirjautuminen
hu_hu: Adminisztrátori belépés
sk_sk: Prihlásennie administrátora

source: Login
el_gr: Είσοδος
es_co: Iniciar sesión
fi_fi: Kirjaudu
hu_hu: Bejelentkezés
sk_sk: Prihlásenie

source: Username
el_gr: Όνομα Χρήστη
es_co: Nombre de usuario
fi_fi: Käyttäjänimi
hu_hu: Felhasználónév
sk_sk: Užívateľské meno

source: Password
el_gr: Συνθηματικό
es_co: Nueva contraseña
fi_fi: Salasana
hu_hu: Jelszó
sk_sk: Heslo

source: Please enter your login information
el_gr: Παρακαλώ δώστε τα στοιχεία εισόδου σας
es_co: Por favor introduzca la información de inicio de sesión
fi_fi: Anna kirjautumistiedot
hu_hu: A felhasználói azonosító nincs megadva
sk_sk: Prosím vyplňte Vaše prihlasovacie údaje

source: Secure Connection
el_gr: Ασφαλής σύνδεση
es_co: Conexión segura
fi_fi: Suojattu yhteys
hu_hu: Biztonságos kapcsolat
sk_sk: Bezpečné spojenie

source: Normal Connection
el_gr: Κοινή σύνδεση
es_co: Conexión normal
fi_fi: Normaali yhteys
hu_hu: Normál kapcsolat
sk_sk: Bežné spojenie

source: Lost password
el_gr: Χαμένο συνθηματικό
es_co: Recuperar contraseña
fi_fi: Salasana unohtunut?
hu_hu: Elfelejtett jelszó
sk_sk: Zabudnuté heslo

source: Retrieving lost passwords is currently not possible
el_gr: Η ανάκτηση των χαμένων συνθηματικών δεν είναι εφικτή
es_co: No está disponible la opción de recuperar una contraseña olvidada
fi_fi: Salasanan palauttaminen ei ole tällä hetkellä mahdollista
hu_hu: Elfelejtett jelszó visszanyerése jelenleg nem lehetséges
sk_sk: Funkcia zabudnutého hesla je momentálne zablokovaná

source: ispCP - Virtual Hosting Control System
el_gr: ispCP - Σύστημα ελέγχου εικονικής φιλοξενίας
es_co: ispCP - Panel de administración de servidores web
hu_hu: ispCP - Virtuális Tárhely Kezelő Rendszer
sk_sk: ispCP - Ovládacie centrum virtuálneho hostingu

source: Your new password has been sent.
el_gr: Το συνθηματικό σας έχει αποσταλεί.
es_co: Su nueva contraseña le ha sido enviada.
fi_fi: Uusi salasana lähetetty
hu_hu: Új jelszó elküldve.
sk_sk: Heslo bolo vyžiadané

source: New password could not been sent.
el_gr: Νέο συνθηματικό δεν μπορεί να αποσταλεί.
es_co: No se pudo enviar la nueva contraseña.
fi_fi: Uutta salasanaa ei voitu lähettää.
hu_hu: Új jelszó elküldése sikertelen volt.
sk_sk: Nové heslo nemohlo byť odoslané.

source: Your password request has been initiated. You will receive an email with instructions to complete the process. This reset request will expire in %s minutes.
el_gr: Η αίτησή σας για αλλαγή συθηματικού εξετάζεται. Θα λάβετε email με οδηγίες για να ολοκληρώσετε τη διαδικασία. Η αίτηση αλλαγής θα λήξει σε %s λεπτά.
es_co: Su solicitud para obtener una nueva contraseña se ha procesado. Usted recibirá un correo con instrucciones para completar el proceso. Esta solicitud de restablecimiento expirará en %s minutos.
fi_fi: Salasanan pyyntö on vastaaotettu. Saatte sähköpostilla ohjeet salasanan vaihdon suorittamiseen. Tämä pyyntö sulkeutuu %s minuutissa.
hu_hu: Jelszó-változtatási igény befogadva. Hamarosan érkezik egy e-mail üzenet a további teendőkről. A folyamat befejezéséig %s perc áll rendelkezésre.
sk_sk: Vaša žiadosť o heslo bola prijatá. Dostanete email s inštrukciami na dokončenie žiadosti. Táto žiadosť vyprší za %s minút.

source: Back
el_gr: Επιστροφή
es_co: Atrás
fi_fi: Takaisin
hu_hu: Vissza
sk_sk: Späť

source: User or security code was incorrect!
el_gr: Λάθος χρήστης ή κωδικός ασφαλείας!
es_co: ¡Usuario o código de seguridad incorrecto!
fi_fi: VIRHE: Tarkistuskoodi on virheellinen!
hu_hu: A felhasználónév vagy a biztonsági kód hibás!
sk_sk: Bezpečnostný kód nebol správny!

source: Retry
el_gr: Ξαναπροσπάθησε
es_co: Reintentar
fi_fi: Uudelleen
hu_hu: Újra
sk_sk: Skúsiť znovu

source: Request password
el_gr: Αίτηση συνθηματικού
es_co: Solicitar contraseña
fi_fi: Pyydä salasana
hu_hu: Jelszó kérése
sk_sk: Vyžiadať heslo

source: ispCP - Admin/Manage users/Add User
el_gr: ispCP - Διαχειριστής/Διαχείριση Χρηστών/Εγγραφή Χρήστη
es_co: ispCP - Administración/Administrar usuarios/Agregar usuario
fi_fi: ispCP - Ylläpito / Hallitse käyttäjiä / Lisää käyttäjä
hu_hu: ispCP - Adminisztrátor / Felhasználók kezelése / Felhasználó hozzáadása
sk_sk: ispCP - Admin/Správa užívateľov/pridať užívateľa

source: Administrator
el_gr: Διαχειριστής
es_co: Administrador
fi_fi: Ylläpitäjä
hu_hu: Adminisztrátor
sk_sk: Administrátor

source: Incorrect username length or syntax!
el_gr: Λάθος στη σύνταξη η στο μήκος ονόματος χρήστη!
es_co: ¡La longitud del nombre de usuario o su sintaxis no es válida!
fi_fi: Väärä käyttäjätunnuksen pituus tai muoto!
hu_hu: A felhasználónév hossza vagy formátuma nem megfelelő!
sk_sk: Zlá dľžka alebo syntax užívateľského mena!

source: The password must be at least %s chars long and contain letters and numbers to be valid.
es_co: La contraseña debe tener al menos %s caracteres y debe contener letras y números.
hu_hu: A jelszónak legalább %s karakterből kell állnia, továbbá tartalmaznia kell betűtek és számokat is.
sk_sk: Heslo musí byť minimálne %s znakov dlhé a musí obsahovať písmená a čísla, aby bolo platné.

source: Password data is shorter than %s signs or includes not permitted signs!
el_gr: Περιεχόμενο συνθηματικού με λιγότερο από %s σημεία ή με ακατάλληλα σημεία!
es_co: ¡La contraseña tiene menos de %s caracteres o incluye alguno no permitido!
fi_fi: Salasana on lyhempi kuin %s tai sisältää kiellettyjä merkkejä
hu_hu: A jelszó rövidebb, mint %s karakter vagy nem engedélyezett karaktert tartalmaz!
sk_sk: Dĺžka hesla je kratšia ako %s znakov alebo obsahuje zakázané znaky!

source: Entered passwords do not match!
el_gr: Τα συνθηματικά που δώθηκαν διαφέρουν!
es_co: ¡Las contraseñas ingresadas no son iguales!
fi_fi: Antamasi salasana ei täsmää!
hu_hu: A beírt jelszavak nem egyeznek!
sk_sk: Zadané heslá sa nezhodujú!

source: Incorrect email length or syntax!
el_gr: Λάθος σύνταξη ή μήκος email.
es_co: ¡La longitud o la sintaxis del correo no es válida!
fi_fi: Väärä sähköpostiosoitteen pituus tai muoto!
hu_hu: Az e-mail cím hossza vagy formátuma nem megfelelő!
sk_sk: Zlá dľžka alebo syntax emailu!

source: This user name already exist!
el_gr: Το όνομα χρήστη υπάρχει ήδη!
es_co: ¡Este nombre de usuario ya existe!
fi_fi: Tämä käyttäjänimi on olemassa!
hu_hu: Ez a felhasználónév már létezik!
sk_sk: Toto užívateľské meno už existuje!

source: Empty data or wrong field!
el_gr: Κενό ή λάθος πεδίο!
es_co: ¡Datos incompletos o campo erróneo!
fi_fi: Tyhjä tai väärä tietue!
hu_hu: Nincs adat, vagy rossz mező!
sk_sk: Prázdne údaje alebo zlé pole!

source: Passwords don't match!
el_gr: Ανόμοια συνθηματικά!
es_co: ¡Las contraseñas no son iguales!
fi_fi: Salasanat eivät täsmää!
hu_hu: A beírt jelszavak nem egyeznek!
sk_sk: Heslá sa nezhodujú!

source: Add admin
el_gr: Εγγραφή διαχειριστή
es_co: Agregar administrador
fi_fi: Lisää ylläpitäjä
hu_hu: Adminisztrátor hozzáadása
sk_sk: Pridať administrátora

source: Core data
el_gr: Δεδομένα πυρήνα
es_co: Datos indispensables
fi_fi: Päätiedot
hu_hu: Alapadatok
sk_sk: Základné dáta

source: Repeat password
el_gr: Επανάληψη συνθηματικού
es_co: Repita la nueva contraseña
fi_fi: Toista salasana
hu_hu: Jelszó újra
sk_sk: Zopakovať heslo

source: Additional data
el_gr: Επιπλέον δεδομένα
es_co: Datos adicionales
fi_fi: Lisätiedot
hu_hu: További adatok
sk_sk: Doplňujúce údaje

source: Company
el_gr: Εταιρεία
es_co: Empresa
fi_fi: Yritys
hu_hu: Cég
sk_sk: Spoločnosť

source: Zip/Postal code
el_gr: Ταχυδ. κώδικας
es_co: Código postal
fi_fi: Postinumero
hu_hu: Irányítószám
sk_sk: PSČ

source: City
el_gr: Πόλη
es_co: Ciudad
fi_fi: Kaupunki
hu_hu: Város
sk_sk: Mesto

source: State/Province
el_gr: Περιοχή/Νομός
es_co: Estado/Provincia/Departamento
fi_fi: Osavaltio/lääni
hu_hu: Megye
sk_sk: Štát/provincia

source: Country
el_gr: Χώρα
es_co: País
fi_fi: Maa
hu_hu: Ország
sk_sk: Krajina

source: Add
el_gr: Προσθήκη
es_co: Agregar
fi_fi: Lisää
hu_hu: Hozzáadás
sk_sk: Pridať

source: User session was killed!
el_gr: Η σύνοδος με το χρήστη τερματίστηκε.
es_co: ¡La sesión del usuario ha sido terminada!
fi_fi: Käyttäjäsessio katkaistu!
hu_hu: Felhasználói munkafolyamat megszakítva!
sk_sk: Užívateľské sedenie bolo zrušené!

source: Reseller
el_gr: Μεταπωλητής
es_co: Revendedor
fi_fi: Jälleenmyyjä
hu_hu: Viszonteladó
sk_sk: Predajca

source: Domain account
el_gr: Λογαριασμός ονόματος internet
es_co: Cuenta de dominio
fi_fi: Domaintunnus
hu_hu: Domain azonosító
sk_sk: Doménový účet

source: ispCP - Admin/Manage users/Edit Administrator
el_gr: ispCP - Διαχειριστής/Διαχείριση χρηστών/Μεταβολή Διαχειριστή
es_co: ispCP - Administración/Administrar usuarios/Editar usuario administrador
fi_fi: ispCP - Ylläpito / Hallitse käyttäjiä / Muokkaa käyttäjää
hu_hu: ispCP - Adminisztrátor / Felhasználók kezelése / Adminisztrátor módosítása
sk_sk: ispCP - Admin/Spravovať užívateľov/Upraviť užívateľa

source: ispCP - Admin/Manage users/Edit User
el_gr: ispCP - Διαχειριστής/Διαχείριση χρηστών/Μεταβολή χρήστη
es_co: ispCP - Administración/Administrar usuarios/Editar usuario
fi_fi: ispCP - Ylläpito / Hallitse käyttäjiä / Lisää käyttäjä
hu_hu: ispCP - Adminisztrátor / Felhasználók kezelése / Felhasználó módosítása
sk_sk: ispCP - Admin/Správa užívateľov/pridať užívateľa

source: Edit admin
el_gr: Μεταβολή διαχειριστή
es_co: Editar usuario administrador
fi_fi: Muokkaa adminia
hu_hu: Adminisztrátor módosítása
sk_sk: Upraviť administrátora

source: Edit user
el_gr: Μεταβολή χρήστη
es_co: Editar usuario
fi_fi: Muokkaa käyttäjää
hu_hu: Felhasználó módosítása
sk_sk: Upraviť užívateľa

source: Update
el_gr: Μεταβολή
es_co: Actualizar
fi_fi: Päivitä
hu_hu: Frissítés
sk_sk: Aktualizovať

source: Send new login data
el_gr: Αποστολή νέων δεδομένων εισόδου
es_co: Enviar nuevos datos de inicio de sesión
fi_fi: Lähetä uudet kirjautumistiedot
hu_hu: Új bejelentkezési információ küldése
sk_sk: Pošli nové prihlasovacie údaje

source: Generate password
el_gr: Γεννήτρια συνθηματικού
es_co: Generar contraseña
fi_fi: Luo salasana
hu_hu: Jelszó generálása
sk_sk: Zopakovať heslo

source: Password change is disabled!
el_gr: H αλλαγή συνθηματικού είναι ανενεργή!
es_co: El cambio de contraseña está deshabilitado.
fi_fi: Salasanan vaihto on poissa käytöstä!
hu_hu: A jelszó módosításának lehetősége letiltva!
sk_sk: Aktualizovať nainštalovaný jazyk!

source: Demo Version!
el_gr: Έκδοση επίδειξης!
es_co: ¡Versión de demostración!
fi_fi: Demoversio
hu_hu: Demo változat!
sk_sk: Demo verzia!

source: Log is empty!
el_gr: Το αρχείο καταγραφής είναι άδειο!
es_co: ¡El registro está vacío!
fi_fi: Logi on tyhjä!
hu_hu: A naplófájl! üres
sk_sk: Log je prázdny!

source: %s deleted the full admin log!
el_gr: %s διαγράφηκε πλήρως το αρχείο καταγραφής διαχειριστή!
es_co: ¡%s ha borrado todo el registro de administración!
fi_fi: %s poisti koko pääkäyttäjälokin!
hu_hu: %s törölte a teljes adminisztrátori naplót!
sk_sk: %s zmazal celý obsah administrátorských záznamov!

source: %s deleted the admin log older than two weeks!
el_gr: %s διαγράφηκε το πριν από δύο εβδομάδες αρχείο καταγραφής διαχειριστή!
es_co: ¡%s ha borrado las entradas del registro de administración con más de dos semanas de antigüedad!
fi_fi: %s poisti pääkäyttäjälokin joka oli vanhempi kuin kaksi viikkoa!
hu_hu: %s törölte a 2 hétnél régebbi adminisztrátori naplóbejegyzéseket!
sk_sk: %s zmazal administrátorské záznamy staršie ako dva týždne!

source: %s deleted the admin log older than one month!
el_gr: %s διαγράφηκε το πριν από ένα μήνα αρχείο καταγραφής διαχειριστή!
es_co: ¡%s ha borrado las entradas del registro de administración con más de un mes de antigüedad!
fi_fi: %s poisti pääkäyttäjälokin joka oli vanhempi kuin kuukausi!
hu_hu: %s törölte az 1 hónapnál régebbi adminisztrátori naplóbejegyzéseket!
sk_sk: %s zmazal administrátorské záznamy staršie ako mesiac!

source: %s deleted the admin log older than six months!
el_gr: %s διαγράφηκε το πριν από έξι μήνες αρχείο καταγραφής διαχειριστή!
es_co: ¡%s ha borrado las entradas del registro de administración con más de seis meses de antigüedad!
fi_fi: %s poisti pääkäyttäjälokin joka oli vanhempi kuin kuusi kuukautta!
hu_hu: %s törölte a 6 hónapnál régebbi adminisztrátori naplóbejegyzéseket!
sk_sk: %s zmazal administrátorské záznamy staršie ako šesť mesiacov!

source: %s deleted the admin log older than one year!
el_gr: %s διαγράφηκε το πριν από ένα χρόνο αρχείο καταγραφής διαχειριστή!
es_co: ¡%s ha borrado las entradas del registro de administración con más de un año de antigüedad!
fi_fi: %s poisti pääkäyttäjälokin joka oli vanhempi kuin vuoden!
hu_hu: %s törölte az 1 évnél régebbi adminisztrátori naplóbejegyzéseket!
sk_sk: %s zmazal administrátorské záznamy staršie ako jeden rok!

source: Invalid time period!
el_gr: Άκυρη χρονική περίοδος!
es_co: ¡Periodo de tiempo no válido!
fi_fi: Väärä aikajakso
hu_hu: Écwrvénytelen időszak!
sk_sk: Zlé časové obdobie!

source: Clear log
el_gr: Άδειασμα αρχείου καταγραφής
es_co: Borrar el registro
fi_fi: Tyhjennä logi
hu_hu: Naplófájl ürítése
sk_sk: Vymazať Log

source: Date
el_gr: Ημερομηνία
es_co: Fecha
fi_fi: Aika
hu_hu: Dátum
sk_sk: Dátum

source: Message
el_gr: Μήνυμα
es_co: Mensaje
fi_fi: Viesti
hu_hu: Üzenet
sk_sk: Správa

source: Delete from log:
el_gr: Διαγραφή από το αρχείο καταγραφής:
es_co: Borrar del registro:
fi_fi: Poista lokitiedoista:
hu_hu: Törlés a naplóból:
sk_sk: Vymazať z logu:

source: everything
el_gr: τα πάντα
es_co: todo
fi_fi: kaikki
hu_hu: mindent
sk_sk: všetko

source: older than 2 weeks
el_gr: παλιότερο από 2 εβδομάδες
es_co: lo anterior a dos semanas
fi_fi: yli 2 viikkoa vanha
hu_hu: a két hétnél régebbi bejegyzéseket
sk_sk: staršie ako 2 týždne

source: older than 1 month
el_gr: παλιότερο από 1 μήνα
es_co: lo anterior a un mes
fi_fi: yli 1 kk:tta vanha
hu_hu: az egy hónapnál régebbi bejegyzéseket
sk_sk: staršie ako 1 mesiac

source: older than 3 months
el_gr: παλιότερο από 3 μήνες
es_co: lo anterior a tres meses
fi_fi: yli 3 kk:tta vanha
hu_hu: a három hónapnál régebbi bejegyzéseket
sk_sk: staršie ako 3 mesiace

source: older than 6 months
el_gr: παλιότερο από 6 μήνες
es_co: lo anterior a seis meses
fi_fi: yli 6 kk:tta vanha
hu_hu: a hat hónapnál régebbi bejegyzéseket
sk_sk: staršie ako 6 mesiacov

source: older than 12 months
el_gr: παλιότερο από 12 μήνες
es_co: lo anterior a doce meses
fi_fi: yli 12 kk:tta vanha
hu_hu: az egy évnél régebbi bejegyzéseket
sk_sk: staršie ako 12 mesiacov

source: Please specify a message subject!
el_gr: Παρακαλώ βάλτε θέμα στο μήνυμα!
es_co: Por favor especifique un asunto para el mensaje.
fi_fi: Määritä viestin aihe!
hu_hu: Tárgy nincs megadva!
sk_sk: Prosím vyplňte predmet správy!

source: Please specify a message content!
el_gr: Παρακαλώ δώστε περιεχόμενο στο μήνυμα!
es_co: Por favor escriba el contenido del mensaje.
fi_fi: Määritä viestin sisältö!
hu_hu: Üzenet szövege nincs megadva!
sk_sk: Prosím vyplňte správu!

source: Please specify a sender name!
el_gr: Παρακαλώ δώστε όνομα αποστολέα!
es_co: Por favor especifique el nombre del remitente.
fi_fi: Määritä lähettäjän nimi!
hu_hu: Feladó neve nincs megadva!
sk_sk: Prosím vyplňte meno odosielateľa!

source: Please specify a sender email!
el_gr: Παρακαλώ δώστε όνομα παραλήπτη!
es_co: Por favor especifique el correo del remitente.
fi_fi: Määritä vastaanottajan sähköposti!
hu_hu: Feladó e-mail címe nincs megadva!
sk_sk: Prosím vyplňte e-mail!

source: You send email to your users successfully!
el_gr: Στήλατε επιτυχώς email στους χρήστες σας!
es_co: Se ha enviado satisfactoriamente el correo a sus usuarios.
fi_fi: Lähetit sähköpostia käyttäjillesi onnistuneesti!
hu_hu: Az e-mail sikeresen elküldve a felhasználóknak!
sk_sk: Úspešne ste poslali e-mail Vašim užívateľom!

source: Send message to
el_gr: Αποστολή μηνύματος προς
es_co: Enviar mensaje a
fi_fi: Lähetä viesti kenelle
hu_hu: Üzenet címzettje
sk_sk: Poslať správu

source: All users
el_gr: Όλοι οι χρήστες
es_co: Todos los usuarios
fi_fi: Kaikki käyttäjät
hu_hu: Összes felhasználó
sk_sk: Všetkým užívateľom

source: All resellers
el_gr: Όλοι οι μεταπωλητές
es_co: Todos los revendedores
fi_fi: Kaikki jälleenmyyjät
hu_hu: Összes viszonteladó
sk_sk: Všetkým predajcom

source: All users & resellers
el_gr: Ολοι οι χρήστες & μεταπωλητές
es_co: Todos los usuarios y revendedores
fi_fi: Kaikki käyttäjät & jälleenmyyjät
hu_hu: Összes felhasználó és viszonteladó
sk_sk: Všetkým užívateľom a predajcom

source: Message subject
el_gr: Θέμα μηνύματος
es_co: Asunto
fi_fi: Viestin aihe
hu_hu: Üzenet tárgya
sk_sk: Predmet správy

source: Senders email
el_gr: email Αποστολέα
es_co: Correo del remitente
fi_fi: Lähettäjän sähköposti
hu_hu: Feladó e-mail címe
sk_sk: Odosielateľov e-mail

source: Senders name
el_gr: Όνομα αποστολέα
es_co: Nombre del remitente
fi_fi: Lähettäjän nimi
hu_hu: Feladó neve
sk_sk: Odosielateľove meno

source: Send message
el_gr: Αποστολή μηνύματος
es_co: Enviar mensaje
fi_fi: Lähetä viesti
hu_hu: Üzenet küldése
sk_sk: Poslať správu

source: You have no custom menus.
el_gr: Δεν έχετε ατομικά μενού επιλογών
es_co: No tiene menús personalizados.
fi_fi: Sinulla ei ole vaihtoehtoisia valikoita.
hu_hu: Nincs saját menüpont létrehozva.
sk_sk: Nemáte žiadne vlastné menu

source: User
el_gr: Χρήστης
es_co: Usuario
fi_fi: Käyttäjä
hu_hu: Felhasználó
sk_sk: Užívateľ

source: All
el_gr: Όλοι
es_co: Todo
fi_fi: Kaikki
hu_hu: Összes
sk_sk: Všetko

source: Missing or incorrect data input!
el_gr: Ελλιπής ή λάθος εισαγωγή δεδομένων!
es_co: Los datos ingresados son incorrectos o están incompletos.
fi_fi: Uupuvaa tai väärää tietoa tietueessa!
hu_hu: Hiányzó vagy helytelen adat!
sk_sk: Chýbajúce alebo nesprávne údaje!

source: Invalid URL!
el_gr: Άκυρο URL!
es_co: ¡URL no válida!
fi_fi: Väärä URL!
hu_hu: A beírt URL hibás!
sk_sk: Neplatná URL!

source: Invalid target!
el_gr: Άκυρος στόχος!
es_co: ¡Destino no válido!
fi_fi: Väärä kohde!
hu_hu: A beírt célpont hibás!
sk_sk: Zlý cieľ!

source: Custom menu data updated successful!
el_gr: Επιτυχής μεταβολή δεδομένων ατομικού μενού επιλογών!
es_co: El menú personalizado ha sido actualizado con éxito.
fi_fi: Vaihtoehtoiset valikon tiedot päivitetty!
hu_hu: Saját menüpont sikeresen frissítve!
sk_sk: Vlastné menu bolo úspešne aktualizované!

source: Custom menu deleted successful!
el_gr: Επιτυχής διαγραφή ατομικού μενού επιλογών!
es_co: El menú personalizado ha sido borrado con éxito.
fi_fi: Vaihtoehtoinen valikko poistettu onnistuneesti!
hu_hu: Saját menüpont sikeresen törölve!
sk_sk: Vlastné menu úspešne zmazané!

source: ispCP - Admin - Manage custom menus
el_gr: ispCP - Διαχειριστής - Διαχείριση μενού επιλογών
es_co: ispCP - Administración/Menús personalizados
fi_fi: ispCP - Ylläpito - Hallitse vaihtoehtoisia valikkoja
hu_hu: ispCP - Adminisztrátor / Saját menük módosítása
sk_sk: ispCP - Admin - Spravovať vlastné menu

source: Manage custom menus
el_gr: Διαχείριση μενού επιλογών
es_co: Administrar menús personalizados
fi_fi: Hallitse vaihtoehtoisia valikkoja
hu_hu: Saját menüpontok kezelése
sk_sk: Spravovať vlastné menu

source: Add new button
el_gr: Νέο κουμπί επιλογής
es_co: Agregar un nuevo botón
fi_fi: Lisää nappi
hu_hu: Új gomb létrehozása
sk_sk: Pridať nové tlačidlo

source: Button name
el_gr: Όνομα κουμπιού επιλογής
es_co: Nombre del botón
fi_fi: Napin nimi
hu_hu: Gomb felirata
sk_sk: Meno tlačídlo

source: Button link
el_gr: Κουμπί επιλογής δεσμού
es_co: Enlace del botón
fi_fi: Napin linkki
hu_hu: Gomb linkje
sk_sk: Link tlačidla

source: Button target
el_gr: Στόχος κουμπιού επιλογής
es_co: Destino del botón
fi_fi: Napin kohde
hu_hu: Gomb célpontja<br /><em>(_blank, _parent, _self, _top)</em>
sk_sk: Cieľ tlačidla

source: Show in
el_gr: Εμφάνιση σε
es_co: Mostrar en
fi_fi: Näytä
hu_hu: Megjelenik:
sk_sk: Ukázať v

source: Administrator level
el_gr: Επίπεδο διαχειριστή
es_co: Nivel de administrador
fi_fi: Ylläpitäjän taso
hu_hu: Adminisztrátori szint
sk_sk: Úroveň administrátora

source: Reseller level
el_gr: Επίπεδο μεταπωλητή
es_co: Nivel de revendedor
fi_fi: Jälleenmyyjätaso
hu_hu: Viszonteladói szint
sk_sk: Úroveň predajcu

source: Enduser level
el_gr: Επίπεδο τελικού χρήστη
es_co: Nivel de usuario final
fi_fi: Loppukäyttäjätaso
hu_hu: Felhasználói szint
sk_sk: Úroveň užívateľa

source: Reseller and enduser level
el_gr: Επίπεδο μεταπωλητή και τελικού χρήστη
es_co: Nivel de revendedor y usuario final
fi_fi: Jälleenmyyjä- ja loppukäyttäjätaso
hu_hu: Viszonteladói és felhasználói szint
sk_sk: Úroveň predajcu a užívateľa

source: Menu button
el_gr: Κουμπί επιλογής μενού
es_co: Botón del menú
fi_fi: Valikkonappi
hu_hu: Menügomb
sk_sk: Menu tlačidlo

source: Action
el_gr: Δράση
es_co: Acción
fi_fi: Toiminto
hu_hu: Művelet
sk_sk: Akcia

source: Edit
el_gr: Μεταβολή
es_co: Editar
fi_fi: Muokkaa
hu_hu: Módosítás
sk_sk: Upraviť

source: Delete
el_gr: Διαγραφή
es_co: Borrar
fi_fi: Poista
hu_hu: Törlés
sk_sk: Zmazať

source: Level
el_gr: Επίπεδο
es_co: Nivel
fi_fi: Taso
hu_hu: Szint
sk_sk: Úroveň

source: Save
el_gr: Καταχώρηση
es_co: Guardar
fi_fi: Tallenna
hu_hu: Mentés
sk_sk: Uložiť

source: Edit button
el_gr: Κουμπί διόρθωσης
es_co: Editar botón
fi_fi: Muokkaa nappia
hu_hu: Gomb módosítása
sk_sk: Upraviť tlačidlo

source: Are you sure you want to delete %s?
el_gr: Σίγουρα θέλετε διαγραφή του %s;
es_co: ¿Está seguro que quiere borrar %s ?
fi_fi: Oletko varma että haluat poistaa %s?
hu_hu: Biztos, hogy törölve legyen a(z) %s?
sk_sk: Ste si istý, že chcete zmazať %s?

source: Database updates
el_gr: Ενημερώσεις Β.Δ.
es_co: Actualizaciones de la base de datos
fi_fi: Tietokantapäivitykset
hu_hu: Adatbázis frissítések
sk_sk: Užívateľia databázy

source: Available database updates
el_gr: Διαθέσιμες ενημερώσεις Β.Δ.
es_co: Actualizaciones disponibles para la base de datos
fi_fi: Saatavilla olevat tietokantapäivitykset
hu_hu: Elérhető adatbázis frissítések
sk_sk: Dostupné aktualizácie ispCP

source: Update details
el_gr: Λεπτομέρειες ενημερώσεων
es_co: Detalles de la actualización
fi_fi: Päivitä tiedot
hu_hu: Frissítés részletei
sk_sk: Detialy aktualizácie

source: New Database update is now available
el_gr: Νέα ενημέρωση Β.Δ. είναι διαθέσιμη
es_co: Hay disponible una nueva actualización para la base de datos
fi_fi: Uusi tietokantapäivitys on saatavilla
hu_hu: Új adatbázis frissítés érhető el
sk_sk: Nová aktualizácia databázy je dostupná

source: Do you want to execute the Updates now?
el_gr: Θέλετε να γίνει εφαρμογή ενημερώσεων τώρα;
es_co: ¿Desea llevar a cabo las actualizaciones ahora?
fi_fi: Haluatko suorittaa päivitykset nyt?
hu_hu: Biztos, hogy elinduljon most a frissítés?
sk_sk: Ste si istý, že chcete aktualizovať teraz?

source: Execute updates
el_gr: Εφαρμογή ενημερώσεων
es_co: Ejecutar las actualizaciones
fi_fi: Suorita päivitykset
hu_hu: Frissítés indítása
sk_sk: Vykonať príkaz

source: No database updates available
el_gr: Δεν υπάρχουν διαθέσιμες ενημερώσεις
es_co: No hay actualizaciones disponibles para la base de datos.
fi_fi: Ei uusia tietokantapäivityksiä saatavilla
hu_hu: Nincs elérhető adatbázis frissítés
sk_sk: Žiadné nové aktualizácie ispCP

source: ispCP - Domain/Details
el_gr: ispCP - Oνόματα internet/Λεπτομέρειες
es_co: ispCP - Dominio/Detalles
fi_fi: ispCP - Domain / Tiedot
hu_hu: ispCP - Domain / Információk
sk_sk: ispCP - Doména/Detaily
