Repository: BenBE/ispCP
Catalog: language-files/po/*.po
Languages: el_gr, es_co, fi_fi, hu_hu, sk_sk

source: ispCP - Reseller/Manage users/Email setup
el_gr: ispCP - Μεταπωλητής/Διαχείριση Χρηστών/Εγκατάσταση email
es_co: ispCP - Revendedor/Administrar usuarios/Correo de creación de cuenta
fi_fi: ispCP - Jälleenmyyjä/Hallitse käyttäjiä/Sähköpostiasennus
hu_hu: ispCP - Viszonteladó / Felhasználók kezelése / Üzenetsablon beállítása
sk_sk: ispCP - Predajca/Spravovať užívateľa/Nastavenie e-mailu

source: ispCP - Support system - New ticket
el_gr: ispCP - Σύστημα Υποστήριξης - Νέο εισιτήριο υποστήριξης
es_co: ispCP - Asistencia técnica - Nueva consulta
fi_fi: ispCP - Tukijärjestelmä - Uusi kysymys
hu_hu: ispCP - Ügyfélszolgálat / Új hibajegy
sk_sk: ispCP - Podporný systém - Nový tiket

source: ispCP - Reseller: Support System: View Ticket
el_gr: ispCP - Μεταπωλητής: Σύστημα Υποστήριξης: Προβολή Εισιτηρίου
es_co: ispCP - Revendedor: Asistencia técnica: Ver solicitudes
fi_fi: ispCP - Jälleenmyyjä : Tukijärjestelmä: Lue kysymyksiä
hu_hu: ispCP - Viszonteladó / Ügyfélszolgálat / Hibajegy megtekintése
sk_sk: ispCP - Predajca : Podporný systém: Zobraziť tiket

source: ispCP - Users/Add user
el_gr: ispCP - Χρήστες/Προσθήκη χρήστη
es_co: ispCP - Usuarios/Agregar usuario
fi_fi: ispCP - Käyttäjät / Lisää käyttäjä
hu_hu: ispCP - Felhasználók / Felhasználó hozzáadása
sk_sk: ispCP - Užívatelia/Pridať užívateľa

source: Choose hosting plan
el_gr: Επιλογή πακέτου φιλοξενίας
es_co: Elija un plan de alojamiento
fi_fi: Valitse hosting-paketti
hu_hu: Szolgáltatási csomag kiválasztása
sk_sk: Vyberte hostingový plán

source: Personalise template
el_gr: Προσωποποίηση πρωτύπου
es_co: Personalizar plantilla
fi_fi: Personoi pakettia
hu_hu: Sablon személyre szabása
sk_sk: Prispôsobiť šablónu

source: Next step
el_gr: Επόμενο βήμα
es_co: Próximo paso
fi_fi: Seuraava vaihe
hu_hu: Következő oldal
sk_sk: Ďalší krok

source: You have no hosting plans. Please contact your system administrator.
el_gr: Δεν έχετε πακέτα φιλοξενίας. Παρακαλώ επικοινωνείστε με το διαχειριστή συστήματος.
es_co: No tiene planes de alojamiento. Por favor contacte al administrador de sistema.
fi_fi: Sinulla ei ole hosting-paketteja. Ota yhteyttä järjestelmän pääkäyttäjään.
hu_hu: Nincs szolgáltatási csomag. Az adminisztrátorok megkeresése javasolt.
sk_sk: Nemáte žiaden hostingový plán. Prosím kontaktujte Vášho administrátora

source: ispCP - User/Add user(step2)
el_gr: ispCP - Χρήστης/Προσθήκη χρήστη(βήμα2)
es_co: ispCP - Usuario/Agregar usuario (paso 2)
fi_fi: ispCP - Käyttäjät / Lisää käyttäjä (vaihe 2)
hu_hu: ispCP - Felhasználó / Felhasználó hozzáadása (2. oldal)
sk_sk: ispCP - Užívateľ/Pridať užívateľa(krok2)

source: Max domains<br /><em>(-1 disabled, 0 unlimited)</em>
es_co: Máxima cantidad de dominios<br /><em>(-1: deshabilitado; 0: ilimitado)</em>
hu_hu: Max. domainek<br /><em>(-1 tiltva, 0 korlátlan)</em>
sk_sk: Maximálny počet domén<br /><i>(-1 zablokované, 0 neobmedzené)</i>

source: Mail accounts limit<br /><em>(-1 disabled, 0 unlimited)</em>
es_co: Máxima cantidad de cuentas de correo<br /><em>(-1: deshabilitado; 0: ilimitado)</em>
hu_hu: Létrehozható e-mail fiókok száma<br /><em>(-1 letiltás, 0 korlátlan)</em>
sk_sk: Maximálny počet E-mailových kônt<br /><i>(-1 zakázané, 0 neobmedzené)</i>

source: FTP accounts limit<br /><em>(-1 disabled, 0 unlimited)</em>
es_co: Máxima cantidad de cuentas FTP<br /><em>(-1: deshabilitado; 0: ilimitado)</em>
hu_hu: Létrehozható FTP hozzáférések száma<br /><em>(-1 letiltás, 0 korlátlan)</em>
sk_sk: Limit FTP kônt<br /><i>(-1 zakázaný, 0 neobmedzený)</i>

source: SQL databases limit<br /><em>(-1 disabled, 0 unlimited)</em>
es_co: Máxima cantidad de bases de datos SQL<br /><em>(-1: deshabilitado; 0: ilimitado)</em>
hu_hu: Létrehozható SQL adatbázisok száma<br /><em>(-1 letiltás, 0 korlátlan)</em>
sk_sk: Limit SQL databáz<br /><i>(-1 zakázaný, 0 neobmedzený)</i>

source: SQL users limit<br /><em>(-1 disabled, 0 unlimited)</em>
es_co: Máxima cantidad de usuarios SQL<br /><em>(-1: deshabilitado; 0: ilimitado)</em>
hu_hu: Létrehozható SQL felhasználók száma<br /><em>(-1 letiltás, 0 korlátlan)</em>
sk_sk: Limit SQL užívateľov<br /><i>(-1 zakázaný, 0 neobmedzený)</i>

source: Traffic limit [MB]<br /><em>(0 unlimited)</em>
es_co: Límite de tráfico (MB)<br /><em>(0: ilimitado)</em>
hu_hu: Adatforgalmi korlát [MB]<br /><em>(0 korlátlan)</em>
sk_sk: Limit prenesených dát [MB]<br /><i>(0 neobmedzený)</i>

source: Disk limit [MB]<br /><em>(0 unlimited)</em>
es_co: Límite de disco (MB)<br /><em>(0: ilimitado)</em>
hu_hu: Tárhely korlát [MB]<br /><em>(0 korlátlan)</em>
sk_sk: Limit diskového priestoru [MB]<br /><i>(0 neobmedzený)</i>

source: Apache logs
el_gr: Αρχεία καταγραφής Apache
es_co: Registros de Apache
fi_fi: Apachen logit
hu_hu: Apache naplók
sk_sk: Apache logy

source: Awstats
sk_sk: Aw štatistiky

source: Domain data has been altered. Please enter again.
es_co: Los datos del dominio han sido alterados. Por favor ingréselos de nuevo.
hu_hu: A domain adatai megváltoztak. Újra be kell jelentkezni!
sk_sk: Dáta domény boli pozmenené. Prosím, zadajte ich znovu.

source: ispCP - User/Add user
el_gr: ispCP - Χρήστης/Προσθήκη χρήστη
es_co: ispCP - Usuario/Agregar usuario
fi_fi: ispCP - Käyttäjät / Lisää käyttäjä
hu_hu: ispCP - Felhasználó / Felhasználó hozzáadása
sk_sk: ispCP - Užívateľ/Pridať užívateľa

source: Add other domains to this account
el_gr: Προσθήκη και άλλων ονομάτων internet στο λογαριασμό
es_co: Agregar más dominios a esta cuenta
fi_fi: Lisää muita domaineja tälle tunnukselle
hu_hu: További domainek hozzárendelése ehhez az azonosítóhoz
sk_sk: Pridať ostatné domény k tomuto kontu

source: System error with Domain ID: %d
es_co: Error del sistema con el ID de dominio %d
hu_hu: Rendszerhiba a következő domain azonosítónál: %d
sk_sk: Systémová chyba pre doménu ID: %d

source: ispCP - Users/Edit
el_gr: ispCP - Χρήστες/Μεταβολή
es_co: ispCP - Usuarios/Editar
fi_fi: ispCP - Käyttäjät / Muokkaus
hu_hu: ispCP - Felhasználók / Módosítás
sk_sk: ispCP - Užívateľ/Upraviť

source: Users list
el_gr: Λίστα χρηστών
es_co: Lista de usuarios
fi_fi: Käyttäjälista
hu_hu: Felhasználók listája
sk_sk: Zoznam užívateľov

source: This reseller has no domains yet.
el_gr: Ο μεταπωλητής δεν διαθέτει ονόματα internet ακόμη.
es_co: Este revendedor aún no tiene dominios
fi_fi: Tällä jälleenmyyjällä ei ole vielä domaineja.
hu_hu: A viszonteladónak még nincs domainje.
sk_sk: Tento predajca nemá zatiaľ žiadne domény.

source: ispCP - Users
el_gr: ispCP - Χρήστες
es_co: ispCP - Usuarios
fi_fi: ispCP - Käyttäjät
hu_hu: ispCP - Felhasználók
sk_sk: ispCP - Užívatelia

source: Are you sure you want to change the status of %s?
el_gr: Επιβεβαιώνετε την αλλαγή κατάστασης του %s;
es_co: ¿Está seguro que quiere cambiar el estado de %s?
fi_fi: Oletko varma että haluat muuttaa %s:n tilaa?
hu_hu: Biztos, hogy megváltozzon a(z) %d domain státusza?
sk_sk: Ste si istý, že chcete zmeniť stav pre %s?

source: Stats
el_gr: Στατιστικά
es_co: Estadísticas
fi_fi: Tilastot
hu_hu: Statisztikák
sk_sk: Štatistiky

source: Edit User
el_gr: Μεταβολή Χρήστη
es_co: Editar usuario
fi_fi: Muokkaa käyttäjää
hu_hu: Felhasználó módosítása
sk_sk: Upraviť užívateľa

source: Bandwidth
el_gr: Εύρος Ζώνης
es_co: Ancho de banda
fi_fi: Kaistanleveys
hu_hu: Sávszélesség
sk_sk: Šírka pásma

source: View aliases
el_gr: Προβολή ψευδωνύμων
es_co: Ver alias
fi_fi: Näytä aliakset
hu_hu: Domain álnevek mutatása
sk_sk: Zobraziť aliasy

source: You have no users.
el_gr: Δεν έχετε χρήστες.
es_co: No tiene usuarios.
fi_fi: Sinulla ei ole käyttäjiä.
hu_hu: Nincs felhasználó.
sk_sk: Nemáte žiadneho užívateľa.

source: %1$s of %2$s MB
el_gr: %1$s από %2$s MB
es_co: %1$s de %2$s MB
fi_fi: %1$s / %2$s MT
hu_hu: %1$s a(z) %2$s MB-ból
sk_sk: %1$s z %2$s MB

source: %1$s of <strong>unlimited</strong> MB
es_co: %1$s de <strong>ilimitado</strong>
hu_hu: %1$s - <strong>korlátlan</strong> MB
sk_sk: %1$s z <strong>neobmedzených</strong> MB

source: User data updated!
el_gr: Τα δεδομένα χρήστη μεταβλήθηκαν!
es_co: Los datos de usuario han sido actualizados.
fi_fi: Käyttäjätiedot päivitetty!
hu_hu: Felhasználói adatok frissítve!
sk_sk: Užívateľské dáta aktualizované!

source: User data not updated!
el_gr: Αμετάβλητα δεδομένα χρήστη!
es_co: Los datos de usuario no fueron actualizados.
fi_fi: Käyttäjätietoja ei päivitetty!
hu_hu: Felhasználói adatok nem változtak!
sk_sk: Užívateľské dáta neboli aktualizované!

source: This user has domain records!<br />First remove the domains from the system!
es_co: Este usuario tiene registros de dominio.<br />Primero elimine los dominios del sistema.
hu_hu: A felhasználó már rendelkezik domainnel!<br />Először a domaint kell törölni!
sk_sk: Užívateľ má doménové záznamy ! <br />Najprv odstráňte domény zo systému!

source: User terminated!
el_gr: Ο χρήστης τερματίστηκε!
es_co: ¡El usuario ha sido eliminado!
fi_fi: Käyttäjä poistettu!
hu_hu: Felhasználó törölve!
sk_sk: Užívateľ zrušený!

source: User not terminated!
el_gr: Ο χρήστης δεν τερματίστηκε!
es_co: ¡El usuario no fue eliminado!
fi_fi: Käyttäjää ei poistettu!
hu_hu: Felhasználó nincs törölve!
sk_sk: Užívateľ nebol zrušený!

source: ispCP - Reseller statistics
el_gr: ispCP - Στατιστικά μεταπωλητή
sk_sk: ispCP - Štatistiky predajcu

source: Unchanged
el_gr: Αμετάβλητο
sk_sk: Nezmenené

source: - 1 Month
el_gr: - 1 Μήνας
sk_sk: -1 Mesiac

source: + 1 Month
el_gr: + 1 Μήνας
sk_sk: +1 Mesiac

source: + 2 Months
el_gr: + 2 Μήνες
sk_sk: +2 Mesiace

source: + 3 Months
el_gr: + 3 Μήνες
sk_sk: +3 Mesiace

source: + 6 Months
el_gr: + 6 Μήνες
sk_sk: +6 Mesiacov

source: + 1 Year
el_gr: + 1 Έτος
sk_sk: +1 Rok

source: + 2 Years
el_gr: + 2 Έτη
sk_sk: +2 Roky

source: 1 Month
el_gr: 1 Μήνας
sk_sk: 1 Mesiac

source: 2 Months
el_gr: 2 Μήνες
sk_sk: 2 Mesiace

source: 3 Months
el_gr: 3 Μήνες
sk_sk: 3 Mesiace

source: 6 Months
el_gr: 6 Μήνες
sk_sk: 6 Mesiacov

source: 1 Year
el_gr: 1 Έτος
sk_sk: 1 Rok

source: 2 Years
el_gr: 2 Έτη
sk_sk: 2 Roky

source: Please select some user(s)!
el_gr: Παρακαλώ επιλέξετε χρήστη(ες)!
sk_sk: Prosím vyberte užívateľa/užívateľov

source: Settings saved !
el_gr: Οι ρυθμίσεις καταχωρήθηκαν !
sk_sk: Nastavenia uložené!

source: ERROR: Wrong Ip number!
sk_sk: CHYBA: Zlé čislo IP adresy!

source: Message was sent.
sk_sk: Správa bola odoslaná

source: Too user long password!
el_gr: Πολύ μεγάλο συνθηματικό!
sk_sk: Príliš dlhé heslo užívateľa!

source: Days
sk_sk: Dni

source: Hours
sk_sk: Hodiny

source: Minute
sk_sk: Minúta

source: Minutes
sk_sk: Minúty

source: Couldn't check for updates! Website not reachable.
sk_sk: Nieje možné skontrolovať aktualizácie! Stránka nedostupná.

source: You Are Exceeding Your Alias Limit!
el_gr: Υπέρβαση στο όριο ψευδωνύμων!
sk_sk: Prekračujete svoj limit aliasov!

source: Services
sk_sk: Služby

source: days
sk_sk: dni

source: hours
sk_sk: hodiny

source: Kernel
sk_sk: Jadro

source: Load
sk_sk: Zaťaženie

source: Could not get config from database
sk_sk: Nemôžem získať konfiguráciu z databázy

source: Edit reseller aborted!
sk_sk: Upravovanie predajcu zrušené!

source: Domains limit<br><i>(-1 disabled, 0 unlimited)</i>
sk_sk: Maximálny počet domén<br /><i>(-1 zakázané, 0 neobmedzené)</i>

source: Incorrect forward syntax
sk_sk: Nesprávna syntax presmerovania

source: Entered passwords differ from the another!
sk_sk: Zadané heslá sú rôzne!

source: Error:
sk_sk: Chyba:

source: You do not have permission to access this interface!
el_gr: Δεν έχετε άδεια προσπέλασης σ' αυτή τη σύνδεση!
es_co: ¡No tiene permisos para acceder a esta interfaz!
fi_fi: Sinulla ei ole oikeuksia tähän sivuun!
hu_hu: Nincs elegendő jogosultság a felület használatához!
sk_sk: Nemáte oprávnenie, pre prístup do tochto prostredia!

source: Your order has been successfully created.
el_gr: Επιτυχής δημιουργία της παραγγελίας σας.
es_co: Su orden de compra ha sido creada satisfactoriamente.
fi_fi: Tilauksesi on vastaanotettu.
hu_hu: Megrendelés sikeresen létrehozva.
sk_sk: Vaša objednávka bola úspešne vytvorená.

source: Error creating order! Perhaps already activated?
el_gr: Σφάλμα δημιουργίας παραγγελίας! Ίσως έχει ήδη ενεργοποιηθεί;
es_co: ¡Error creando la orden de compra! Verifique que no esté activada ya.
fi_fi: Virhe luotaessa tilausta! Onko jo aktivoitu?
hu_hu: Megrendelés létrehozása sikertelen! Lehet már aktiválták?
sk_sk: Chyba vytvárania objednávky! Neaktivovali ste ju už?

source: Order confirmation
el_gr: Επιβεβαίωση παραγγελίας
es_co: Confirmación de orden de compra
fi_fi: Tilausvahvistus
hu_hu: Megrendelés visszaigazolása
sk_sk: Potvrdenie objednávky

source: Register a new domain
sk_sk: Registrácia novej domény

source: I already own one or more domains
sk_sk: Už vlastním jednu alebo viac domén

source: Basic subdomain from provider (free)
sk_sk: Základná subdoména od poskytovateľa (zadarmo)

source: Domain options - please select
sk_sk: Voľby domény - prosím zvoľte

source: Pricelist
sk_sk: Cenník

source: Please fill out all needed fields!
el_gr: Παρακαλώ συμπληρώστε τα αναγκαία πεδία!
es_co: Por favor llene todos los campos requeridos.
fi_fi: Täytä kaikki tarvittavat kentät!
hu_hu: Az összes csillaggal jelölt (*) mezőt ki kell tölteni!
sk_sk: Prosím, vyplnte všetky potrebné polia!

source: Enter Address
el_gr: Εισαγωγή Διεύθυνσης
es_co: Ingresar dirección
fi_fi: Osoite
hu_hu: Személyes adatok
sk_sk: Zadajte adresu

source: First name
el_gr: Όνομα
es_co: Nombre
fi_fi: Etunimi
hu_hu: Vezetéknév
sk_sk: Krstné meno

source: Last name
el_gr: Επώνυμο
es_co: Apellido
fi_fi: Sukunimi
hu_hu: Keresztnév
sk_sk: Priezvisko

source: Street 1
el_gr: Διεύθυνση 1
es_co: Domicilio 1
fi_fi: Katuosoite 1
hu_hu: Utca 1
sk_sk: Ulica 1

source: Street 2
el_gr: Διεύθυνση 2
es_co: Domicilio 2
fi_fi: Katuosoite 2
hu_hu: Utca 2
sk_sk: Ulica 2

source: Phone
el_gr: Τηλέφωνο
es_co: Teléfono
fi_fi: Puhelin
hu_hu: Telefon
sk_sk: Telefón

source: Gender
el_gr: Φύλο
es_co: Género
fi_fi: Sukupuoli
hu_hu: Nem
sk_sk: Pohlavie

source: Male
el_gr: Άνδρας
es_co: Masculino
fi_fi: Mies
hu_hu: Férfi
sk_sk: Muž

source: Female
el_gr: Γυναίκα
es_co: Femenino
fi_fi: Nainen
hu_hu: Nő
sk_sk: Žena

source: Unknown
el_gr: Άγνωστο
es_co: Desconocido
fi_fi: Tuntematon
hu_hu: Ismeretlen
sk_sk: Neuvedené

source: Payment method
sk_sk: Typ platby

source: Banktransfer
sk_sk: Bankový prevod

source: Continue
el_gr: Συνέχεια
es_co: Continuar
fi_fi: Jatka
hu_hu: Tovább
sk_sk: Pokračovať

source: * denotes mandatory field
sk_sk: * označuje povinné údaje

source: free of charge
el_gr: δωρεάν
es_co: gratis
fi_fi: ilmainen
hu_hu: ingyenes
sk_sk: zadarmo

source: yearly
sk_sk: ročne

source: monthly
sk_sk: mesačne

source: quarterly
sk_sk: kvartálne

source: Costs
el_gr: Στοιχίζει
es_co: Precios
fi_fi: Hinnat
hu_hu: Ár
sk_sk: Náklady

source: Setup fee
el_gr: Χρέωση εγκατάστασης
es_co: Tarifa de configuración
fi_fi: Asennusmaksu
hu_hu: Beállítási (egyszeri) díj
sk_sk: Poplatok zriadenia

source: Total
el_gr: Σύνολο
fi_fi: Yhteensä
hu_hu: Összes
sk_sk: Spolu

source: Payment period
el_gr: Περίοδος πληρωμής
es_co: Periodo de pago
fi_fi: Laskutusjakso
hu_hu: Fizetési periódus
sk_sk: Platobné obdobie

source: Security code
el_gr: Κωδικός ασφαλείας
es_co: Código de seguridad
fi_fi: Tarkistuskoodi
hu_hu: Biztonsági kód
sk_sk: Kontrolný kód

source: (To avoid abuse, we ask you to write the combination of letters on the above picture into the field "Security code")
el_gr: (Για την αποφυγή κατάχρησης, αντιγράψτε το συνδυασμό γραμμάτων από την παραπάνω εικόνα στο πεδίο "Security code")
es_co: (Para evitar abusos, por favor escriba las letras que aparecen en la imagen superior en el campo «Código de seguridad»)
fi_fi: (Välttääksemme väärinkäyttöjä, pyydämme teitä kirjoittamaan yläpuolella olevan merkkijonon kohtaan "Turvakoodi")
hu_hu: (Az illegális felhasználás elkerülése érdekében be kell írni a fenti képen látható betűsort a "Biztonsági kód" mezőbe!)
sk_sk: (Kôli predchádzaniu zneužitia formulára vyžadujeme, aby ste opísali znaky z obrázka a doplnili ich do políčka "Kontrolný kód")

source: Print
sk_sk: Vytlač

source: Payment data
sk_sk: Platobné údaje

source: Date created
sk_sk: Dátum vytvorenia

source: Bank name
sk_sk: Názov banky

source: Acount holder
sk_sk: Vlastník účtu

source: Acount number
sk_sk: Číslo účtu

source: Variable symbol
sk_sk: Variabilný symbol

source: Payment description
sk_sk: Poznámky k platbe

source: We accept Euro-payments.
sk_sk: Akceptujeme Euro-platby.

source: Security code was incorrect!
el_gr: Ο κωδικός ασφαλείας ήταν λάθος!
es_co: ¡El código de seguridad ingresado no es correcto!
fi_fi: Tarkistuskoodi on virheellinen!
hu_hu: A beírt biztonsági kód hibás!
sk_sk: Kontrolný reťazec je neplatný!

source: <strong>Thank you for purchasing.</strong><br />You will receive an e-mail with more details and information.
el_gr: <strong>Ευχαριστούμε για την αγορά.</strong><br />Θα λάβετε ένα email με περισσότερες λεπτομέριες και πληροφορίες.
es_co: <strong>Gracias por su compra.</strong><br /> Recibirá un correo con más detalles e información.
fi_fi: <b>Kiitoksia tilauksesta</b><br>Sinulle on lähetetty sähköposti missä tarkemmat tiedot tilauksesta
hu_hu: <strong>Köszönjük a vásárlást!</strong><br />A visszaigazoló levél elküldésre került a megadott e-mail címre.
sk_sk: <strong>Ďakujeme Vám za objednávku.</strong><br />Obdržíte e-mail s podrobnejšími informáciami.

source: No available hosting packages
el_gr: Δεν υπάρχουν διαθέσιμα πακέτα φιλοξενίας internet
es_co: No hay paquetes de alojamiento web disponibles
fi_fi: Ei saatavilla olevia hosting-paketteja
hu_hu: Nincs elérhető Szolgáltatási csomag
sk_sk: Nemáme žiadne hostingové balíčky

source: Domain with that name already exists on the system!
es_co: ¡Ya existe un dominio con ese nombre en el sistema!
fi_fi: Domain samalla nimellä on jo olemassa järjestelmässä!
hu_hu: Ez a domain már létezik a rendszerben!
sk_sk: Doména s takýmto názvom už existuje v našom systéme!

source: Add On A Domain
el_gr: Πρόσθετο σε όνομα internet
es_co: Agregar un dominio
fi_fi: Lisää domainille
hu_hu: Kívánt domain
sk_sk: Pridať na doménu

source: Domain name
el_gr: Όνομα internet
es_co: Nombre del dominio
fi_fi: Domainin nimi
hu_hu: Domain név
sk_sk: Meno domény

source: (e.g. domain-of-your-choice.com)
el_gr: (π.χ. όνομα-της-επιλογής-σας.gr)
es_co: (ej.: un-dominio-de-su-elección.com)
fi_fi: (esim. domain.fi)
hu_hu: (például: az-en-oldalam.hu)
sk_sk: (pr. vasa-domena.sk)

source: Specify your own domain
sk_sk: Zvoľte Vašu vlastnú doménu

source: Herewith I certify being the owner of the domain named above.
sk_sk: Týmto potvrdzujem, že som vlastník domény zmienenej vyššie.

source: Domain cost list
sk_sk: Poplatky za domény

source: 1 month
sk_sk: 1 mesiac

source: 3 months
sk_sk: 3 mesiace

source: 6 months
sk_sk: 6 mesiacov

source: 1 year
sk_sk: 1 rok

source: 2 years
sk_sk: 2 roky

source: 3 years
sk_sk: 3 roky

source: 5 years
sk_sk: 5 rokov

source: 10 years
sk_sk: 10 rokov

source: We don't offer domains.
sk_sk: Neponúkame domény.

source: Email
es_co: Correo electrónico
fi_fi: Sähköposti

source: ispCP - Admin/Admin Log
el_gr: ispCP - Διαχείριση/Αρχείο καταγραφής Διαχειριστή
es_co: ispCP - Administración/Registro de administración
fi_fi: ispCP - Ylläpito / Ylläpitologi
hu_hu: ispCP - Adminisztrátor / Adminisztrátori napló

source: %s deleted the admin log older than three months!
el_gr: %s διαγράφηκε το πριν από τρεις μήνες αρχείο καταγραφής διαχειριστή!
es_co: ¡%s ha borrado las entradas del registro de administración con más de tres meses de antigüedad!
fi_fi: %s poisti pääkäyttäjälokin joka oli vanhempi kuin kolme kuukautta!
hu_hu: %s törölte a 3 hónapnál régebbi adminisztrátori naplóbejegyzéseket!

source: Admin Log
el_gr: Αρχείο καταγραφής διαχειριστή
es_co: Registro de administración
fi_fi: Ylläpitologi
hu_hu: Adminisztrátori napló

source: ispCP - Admin - Email Marketing
el_gr: ispCP - Διαχειριστής - Διαφήμιση με email
es_co: ispCP - Administración - Envío masivo de correos
fi_fi: ispCP - Admin - Sähköpostimarkkinointi
hu_hu: ispCP - Adminisztrátor / E-mail marketing

source: Email marketing
el_gr: Διαφήμιση με email
es_co: Envío masivo de correos
fi_fi: Sähköpostimarkkinointi

source: Limit
el_gr: Όριο
es_co: Límite
fi_fi: Rajoita
hu_hu: Korlát

source: Text
es_co: Texto
fi_fi: Teksti
hu_hu: Szöveg

source: ispCP debugger
el_gr: ispCP Εντοπισμός σφαλμάτων
es_co: Depurador de errores
fi_fi: ispCP-debuggeri
hu_hu: ispCP hibakereső

source: Export
el_gr: Εξαγωγή
es_co: Exportar
fi_fi: Vie

source: Webmail
es_co: Correo web

source: E-mail
es_co: Correo electrónico
fi_fi: Sähköposti

source: Reset
el_gr: Επαναφορά
es_co: Restablecer
fi_fi: Tyhjennä
hu_hu: Alaphelyzetbe

source: Host
el_gr: Κεντρικός υπολογιστής
es_co: Servidor
hu_hu: Gép

source: Port
el_gr: Θύρα
es_co: Puerto
fi_fi: Portti

source: CPU bogomips
es_co: BogoMIPS
fi_fi: CPU bogomipsit
hu_hu: CPU BogoMIPS értéke

source: CPU cache
es_co: Caché
fi_fi: CPU välimuisti
hu_hu: CPU gyorsítótár (cache)

source: CPU MHz
es_co: Frecuencia (MHz)

source: Percent
el_gr: Ποσοστό
es_co: Porcentaje
fi_fi: Prosentti
hu_hu: Százalék

source: Swap
es_co: Intercambio
fi_fi: Vaihto

source: Up time
el_gr: Χρόνος λειτουργίας
es_co: Tiempo en servicio
hu_hu: Üzemidő

source: Admin log
el_gr: Αρχείο καταγραφής διαχειριστή
es_co: Registro de administrador
fi_fi: Ylläpitologi
hu_hu: Adminisztrációs napló

source: Rootkit Log
el_gr: Αρχείο καταγραφής Rootkit
es_co: Registro de rootkits
fi_fi: Rootkit Loki
hu_hu: Rootkit napló

source: OK
es_co: Bien

source: Filemanager
el_gr: Διαχείριση Αρχείων
es_co: Administrador de archivos
fi_fi: Tiedostonhallinta
hu_hu: Fájlkezelő

source: [Re]
el_gr: [Απ]
es_co: [De nuevo]
hu_hu: [Vá]

source: Domain already exists on the system!
es_co: ¡Este dominio ya existe en el sistema!
hu_hu: A domain már létezik a rendszerben!

source: August
es_co: Agosto
hu_hu: Augusztus

source: September
es_co: Septiembre
hu_hu: Szeptember

source: November
es_co: Noviembre

source: December
es_co: Diciembre

source: N/A
el_gr: Δ/Α
hu_hu: nincs adat

source: Alias
el_gr: Ψευδώνυμο
hu_hu: Domain álnév

source: ID
el_gr: Κωδικός
hu_hu: Azonosító

source: Max subdomains<br /><i>(-1 disabled, 0 unlimited)</i>
el_gr: Μέγιστος αριθμός υποονόματων internet <br /><i>(-1 ανενεργός, 0 απεριόριστος)</i>

source: Max aliases<br /><i>(-1 disabled, 0 unlimited)</i>
el_gr: Μέγιστος αριθμός ψευδωνύμων <br /><i>(-1 ανενεργός, 0 απεριόριστος)</i>

source: Mail accounts limit <br /><i>(-1 disabled, 0 unlimited)</i>
el_gr: Όριο λογαριασμών email <br /><i>(-1 ανενεργό, 0 απεριόριστο)</i>

source: FTP accounts limit <br /><i>(-1 disabled, 0 unlimited)</i>
el_gr: Όριο λογαριασμών FTP <br /><i>(-1 ανενεργό, 0 απεριόριστο)</i>

source: SQL databases limit <br /><i>(-1 disabled, 0 unlimited)</i>
el_gr: Όριο SQL Β.Δ. <br /><i>(-1 ανενεργό, 0 απεριόριστο)</i>

source: SQL users limit <br /><i>(-1 disabled, 0 unlimited)</i>
el_gr: Όριο χρηστών SQL <br /><i>(-1 ανενεργό, 0 απεριόριστο)</i>

source: Traffic limit [MB] <br /><i>(0 unlimited)</i>
el_gr: Όριο κίνησης [MB] <br /><i>(0 απεριόριστο)</i>

source: Disk limit [MB] <br /><i>(0 unlimited)</i>
el_gr: Όριο δίσκου [MB] <br /><i>(0 απεριόριστο)</i>

source: SQL databases limit is <i>disabled</i>!
el_gr: Το όριο SQL Β.Δ. είναι <i>ανενεργό</i>!

source: SQL users limit is <i>disabled</i>!
el_gr: Το όριο χρηστών SQL <i>ανενεργό</i>!

source: Max subdomains<br><i>(-1 disabled, 0 unlimited)</i>
el_gr: Μέγιστος αριθμός υποονομάτων internet <br /><i>(-1 ανενεργός, 0 απεριόριστος)</i>

source: Max aliases<br><i>(-1 disabled, 0 unlimited)</i>
el_gr: Μέγιστος αριθμός ψευδωνύμων <br /><i>(-1 ανενεργός, 0 απεριόριστος)</i>

source: Mail accounts limit<br><i>(-1 disabled, 0 unlimited)</i>
el_gr: Όριο λογαριασμών email <br /><i>(-1 ανενεργό, 0 απεριόριστο)</i>

source: FTP accounts limit<br><i>(-1 disabled, 0 unlimited)</i>
el_gr: Όριο λογαριασμών FTP <br /><i>(-1 ανενεργό, 0 απεριόριστο)</i>
