Repository: BenBE/ispCP
Catalog: language-files/po/*.po
Languages: el_gr, es_co, fi_fi, hu_hu, sk_sk

source: Edit mail auto responder
el_gr: Διόρθωση αυτόματης απάντησης email
es_co: Editar autorrespuesta de correo
fi_fi: Muokkaa sähköpostin automaattista vastausta
hu_hu: 'Automatikus válasz' e-mail módosítása
sk_sk: Upraviť odpovedajúceho pri automatickej odpovedi e-mailom

source: Your message
el_gr: Το μήνυμά σας
es_co: Mensaje
fi_fi: Viestisi
hu_hu: Üzenet szövege
sk_sk: Vaša správa

source: Enable mail auto responder
el_gr: Ενεργοποίηση Αυτόματης Απάντησης email
es_co: Habilitar autorrespuesta de correo
fi_fi: Aktivoi sähköpostin automaattivastaus
hu_hu: 'Automatikus válasz' e-mail bekapcsolása
sk_sk: Povoliť odpovedajúceho pri automatickej odpovedi e-mailom

source: Delete CatchAll
el_gr: Διαγραφή CatchAll
es_co: Borrar catch-all
fi_fi: Poista Nappaa kaikki
hu_hu: Gyűjtő cím (catch-all) törlése
sk_sk: Vymazať "zachytiť všetko"

source: None
el_gr: Τίποτα
es_co: Ninguno
fi_fi: Ei yhtään
hu_hu: nincs
sk_sk: Žiadny

source: Create catch all
el_gr: Δημιουργία catch all
es_co: Crear catch-all
fi_fi: Luo Nappaa kaikki
hu_hu: Gyűjtő cím (catch-all) létrehozása
sk_sk: Vytvoriť "zachytiť všetko"

source: Catch all account
el_gr: Λογαριασμός Catch all
es_co: Cuenta catch-all
fi_fi: Nappaa kaikki -tunnus
hu_hu: Gyűjtő cím (catch-all)
sk_sk: "Zachytiť všetko" konto

source: Catch all
fi_fi: Nappaa kaikki
hu_hu: Gyűjtő cím (catch-all)
sk_sk: "Zachytiť všetko"

source: Catch all account scheduled for creation!
el_gr: Ο λογαριασμός Catch all ετοιμάστηκε για δημιουργία!
es_co: La cuenta catch-all ha sido programada para ser creada.
fi_fi: Nappaa kaikki -tunnus lisäysjonossa!
hu_hu: Gyűjtő cím (catch-all) beütemezve létrehozásra!
sk_sk: "Zachytiť všetko" konto načasované na pridanie!

source: Mail forward list error!
el_gr: Λάθος λίστα προώθησης email!
es_co: ¡Error en la lista de redireccionamiento de correo!
fi_fi: Sähkäpostiohjauslistassa virhe!
hu_hu: E-mail továbbítási lista hiba!
sk_sk: Chyba v zozname presmerovania!

source: ispCP - Client/Create CatchAll Mail Account
el_gr: ispCP - Πελάτης/Δημιουργία CatchAll λογαριασμού email
es_co: ispCP - Cliente/Crear cuenta de correo catch-all
fi_fi: ispCP - Asiakas / Lisää Nappaa kaikki -sähköposti
hu_hu: ispCP - Ügyfél / Gyűjtő e-mail cím (catch-all) létrehozása
sk_sk: ispCP - Client/Vytvoriť "Zachytiť všetko" konto

source: Create catch all mail account
el_gr: Δημιουργία CatchAll λογαριασμού email
es_co: Crear cuenta de correo catch-all
fi_fi: Luo Nappaa kaikki -sähköposti
hu_hu: Gyűjtő (catch-all) e-mail cím létrehozása
sk_sk: Vytvoriť "zachytiť všetko" konto

source: Mail accounts list
el_gr: Λίστα λογαριασμών email
es_co: Lista de cuentas de correo
fi_fi: Sähkäpostikäyttäjien lista
hu_hu: E-mail fiókok listája
sk_sk: Zoznam e-mailových kont

source: Catch all account scheduled for deletion!
el_gr: Ο λογαριασμός Catch all ετοιμάστηκε για διαγραφή!
es_co: La cuenta catch-all ha sido programada para ser eliminada.
fi_fi: Nappaa kaikki -tunnus poistojonossa!
hu_hu: Gyűjtő cím (catch-all) beütemezve törlésre!
sk_sk: "Zachytiť všetko" konto načasované na zmazanie!

source: First delete the CatchAll account for this email!
es_co: Primero elimine la cuenta catch-all de este correo.
hu_hu: Ez az e-mail cím egyben "Gyűjtő cím" (catch-all) is. A törléshez előbb le kell venni a gyűjtő funkciót a címről.
sk_sk: Prosím zmažte najprv "zachytiť všetko" konto pre tento e-mail!

source: Email account not found!
el_gr: Ο λογαριασμός email δεν βρέθηκε!
es_co: ¡La cuenta de correo no ha sido encontrada!
fi_fi: Sähköpostitiliä ei löytynyt!
hu_hu: E-mail fiók nem található!
sk_sk: E-mailové konto nenájdené!

source: ispCP - Manage Mail and FTP / Edit mail account
el_gr: ispCP - Διαχείριση EMail και FTP / Διόρθωση λογαριασμού email
es_co: ispCP - Administrar correo y FTP / Editar cuentas de correo
fi_fi: ispCP - Hallitse E-mail ja FTP / Muokkaa sähköpostitunnusta
hu_hu: ispCP - E-mail és FTP kezelése / E-mail fiókok módosítása
sk_sk: ispCP - Spravovať E-mail a FTP / Editovať E-mailové konto

source: Mail were updated successfully!
el_gr: Επιτυχής ενημέρωση email!
es_co: El correo ha sido actualizado.
fi_fi: Sähköposti päivitetty onnistuneesti!
hu_hu: E-mail cím sikeresen módosítva!
sk_sk: E-maily boli aktualizované úspešne!

source: Edit email account
el_gr: Διόρθωση λογαριασμού email
es_co: Editar cuenta de correo
fi_fi: Muokkaa sähköpostitunnusta
hu_hu: E-mail fók módosítása
sk_sk: Editovať FTP konto

source: ispCP - Client/Change Password
el_gr: ispCP - Πελάτης/Αλλαγή Συνθηματικού
es_co: ispCP - Cliente/Cambiar contraseña
fi_fi: ispCP - Asiakas / Vaihda salasana
hu_hu: ispCP - Ügyfél / Jelszó megváltoztatása
sk_sk: ispCP - Klient/Zmeniť heslo

source: ispCP - Client/Change Personal Data
el_gr: ispCP - Πελάτης/Αλλαγή Προσωπικών Στοιχείων
es_co: ispCP - Cliente/Cambiar datos personales
fi_fi: ispCP - Asiakas / Muuta henkiläkohtaisia tietoja
hu_hu: ispCP - Ügyfél / Személyes adatok módosítása
sk_sk: ispCP - Klient/Zmeniť osobné údaje

source: Unknown SQL user id!
es_co: ¡ID de usuario SQL desconocido!
hu_hu: Ismeretlen SQL felhasználó azonosító!
sk_sk: Limit SQL užívateľov

source: An error occurred while authentication!
es_co: ¡Ocurrió un error durante la autenticación!
hu_hu: Hiba történt az azonosítás során!
sk_sk: Vyskytla sa chyba pri prihlasovaní!

source: You do not have protected areas
el_gr: Δεν έχετε προστατευμένες περιοχές
es_co: No tiene áreas protegidas.
fi_fi: Sinulla ei ole suojattuja alueita
hu_hu: Nincs védett terület
sk_sk: Nemáte prístup k chráneným územiam

source: Manage users and groups
el_gr: Διαχείριση χρηστών και ομάδων
es_co: Administrar usuarios y grupos
fi_fi: Hallitse käyttäjiä ja ryhmiä
hu_hu: Felhasználók és csoportok kezelése
sk_sk: Spravovať užívateľov a skupiny

source: Add user
el_gr: Προσθήκη χρήστη
es_co: Agregar usuario
fi_fi: Lisää käyttäjä
hu_hu: Felhasználó hozzáadása
sk_sk: Pridať uživateľa

source: Group name
el_gr: Όνομα ομάδας
es_co: Nombre del grupo
fi_fi: Ryhmän nimi
hu_hu: Csoportnév
sk_sk: Názov skupiny

source: Group members
el_gr: Μέλη ομάδας
es_co: Miembros del grupo
fi_fi: Ryhmän jäsenet
hu_hu: A csoport tagjai
sk_sk: Členovia skupiny

source: Add group
el_gr: Προσθήκη ομάδας
es_co: Agregar grupo
fi_fi: Lisää ryhmä
hu_hu: Csoport létrehozása
sk_sk: Pridať skupinu

source: Group
el_gr: Ομάδα
es_co: Grupo
fi_fi: Ryhmä
hu_hu: Csoport
sk_sk: Skupina

source: Add new protected area
el_gr: Προσθήκη νέας προστατευμένης περιοχής
es_co: Agregar nueva área protegida
fi_fi: Lisää uusi suojattu alue
hu_hu: Védett terület létrehozása
sk_sk: Pridať nové chránené územia

source: Please choose user or group
el_gr: Επιλέξτε χρήστη η ομάδα παρακαλώ
es_co: Por favor seleccione un usuario o grupo.
fi_fi: Valitse käyttäjä tai ryhmä
hu_hu: Legalább egy felhasználó vagy csoport kiválasztása szükséges
sk_sk: Prosím vyberte užívateľa a skupinu

source: Please enter area name
el_gr: Εισάγετε όνομα περιοχής παρακαλώ
es_co: Por favor ingrese un nombre para el área.
fi_fi: Anna alueesi nimi
hu_hu: A terület neve nincs megadva
sk_sk: Prosím zadajte meno oblasti

source: Please enter area path
el_gr: Εισάγετε τη διαδρομή της περιοχής παρακαλώ
es_co: Por favor ingrese una ruta para el área.
fi_fi: Anna alueen polku
hu_hu: A terület útvonala nincs megadva
sk_sk: Prosím zadajte cestu oblasti

source: %s doesn't exist
el_gr: %s δεν υπάρχει
es_co: %s no existe.
fi_fi: %s ei ole olemassa
hu_hu: Nem létezik: %s
sk_sk: %s neexistuje

source: You cannot protect area without selected user(s)!
el_gr: Δεν μπορείτε να προστατέψετε περιοχή χωρίς επιλογή χρήστη(ών)!
es_co: No puede proteger un área si no hay usuarios seleccionados.
fi_fi: Et voi luoda suojattua aluetta ilman valittua käyttäjiä
hu_hu: Védett terület nem hozható létre legalább egy felhasználó kiválasztása nélkül!
sk_sk: Nemôžete chrániť oblasť bez vybraných uživateľov

source: You cannot protect area without selected group(s)
el_gr: Δεν μπορείτε να έχετε περιοχή προστασίας χωρίς επιλεγμένη ομάδα(ες)
es_co: No puede proteger un área si no hay grupos seleccionados.
fi_fi: Et voi luoda suojattua aluetta ilman ryhmää!
hu_hu: Védett terület nem hozható létre legalább egy csoport kiválasztása nélkül!
sk_sk: Nemôžete chrániť oblasť bez vybraných skupín

source: Protected area updated successfully!
el_gr: Επιτυχής ενημέρωση προστατευμένης περιοχής!
es_co: El área protegida ha sido actualizada.
fi_fi: Suojattu alue päivitetty onnistuneesti!
hu_hu: Védett terület sikeresen módosítva!
sk_sk: Chránené územie úspešne zmenené!

source: Protected area created successfully!
el_gr: Επιτυχής δημιουργία προστατευμένης περιοχής!
es_co: Se ha creado una nueva área protegida.
fi_fi: Suojattu alue luotu onnistuneesti!
hu_hu: Védett terület sikeresen létrehozva!
sk_sk: Chránené územie úspešne pridané!

source: Protected area status should be OK if you want to edit it!
el_gr: Η κατάσταση προστατευμένης περιοχής πρέπει να είναι ΟΚ για να μεταβληθεί!
es_co: El estado del área protegida debe estar en «Bien» para poder editarla.
fi_fi: Suojatun alueen tilan pitää olla OK ennen muokkaamista!
hu_hu: Védett terület csak akkor módosítható, ha az állapota: "OK"
sk_sk: Stav chránenej oblasti by mal byť OK ak ho chcete editovať!

source: You have no users !
el_gr: Δεν έχετε χρήστες!
es_co: No tiene usuarios.
fi_fi: Sinulla ei ole käyttäjiä!
hu_hu: Nincs felhasználó!
sk_sk: Nemáte žiadneho užívateľa!

source: You have no groups!
el_gr: Δεν έχετε ομάδες!
es_co: No tiene grupos.
fi_fi: Sinulla ei ole ryhmiä!
hu_hu: Nincs csoport!
sk_sk: Nemáte žiadnu skupinu!

source: Protect this area
el_gr: Προστάτεψτε την περιοχή
es_co: Proteger esta área
fi_fi: Suojaa alue
hu_hu: Terület levédése
sk_sk: Chrániť túto oblasť

source: Path
el_gr: Διαδρομή
es_co: Ruta
fi_fi: Polku
hu_hu: Útvonal
sk_sk: Cesta

source: Groups
el_gr: Ομάδες
es_co: Grupos
fi_fi: Ryhmät
hu_hu: Csoportok
sk_sk: Skupiny

source: User auth
el_gr: Επικύρωση Χρήστη
es_co: Autenticación de usuario
fi_fi: Käyttäjätunnistus
hu_hu: Felhasználó azonosítása
sk_sk: Autorizácie uživateľa

source: Group auth
el_gr: Επικύρωση Ομάδας
es_co: Autenticación de grupo
fi_fi: Ryhmäauthaus
hu_hu: Csoport azonosítása
sk_sk: Autorizácie skupiny

source: Area name
el_gr: Όνομα περιοχής
es_co: Nombre del área
fi_fi: Aluenimi
hu_hu: Terület neve
sk_sk: Názov oblasti

source: Unprotect it
el_gr: Άρση προστασίας
es_co: Desprotegerla
fi_fi: Poista suojelu
hu_hu: Védelem feloldása
sk_sk: Nechrániť ju

source: Protected area status should be OK if you want to delete it!
el_gr: Η κατάσταση προστατευμένης περιοχής πρέπει να είναι ΟΚ για να διαγραφεί!
es_co: El estado del área protegida debe estar en «Bien» para poder borrarla.
fi_fi: Suojatun alueen tilan pitää olla OK ennen poistamista!
hu_hu: Védett terület csak akkor módosítható, ha az állapota: "OK"
sk_sk: Stav chránených oblasté by mal byť OK ak to chcete zmazať

source: Protected area deleted successfully!
el_gr: Επιτυχής διαγραφή προστατευμένης περιοχής!
es_co: El área protegida ha sido eliminada.
fi_fi: Suojattu alue poistettu onnistuneesti!
hu_hu: Védett terület sikeresen törölve!
sk_sk: Chránené oblasti zmazané úspešne!

source: Permission deny!
el_gr: Άρνηση άδειας!
es_co: ¡Permiso negado!
fi_fi: Pääsy kielletty!
hu_hu: Hozzáférés megtagad!
sk_sk: Prístup zamietnutý!

source: Protected area was deleted successful!
el_gr: Η προστατευμένη περιοχή διαγράφηκε επιτυχώς!
es_co: El área protegida se ha eliminado.
fi_fi: Suojattu alue poistettu!
hu_hu: Védett terület sikeresen törölve!
sk_sk: Chránené oblasti boli zmazané úspešne!

source: Invalid group name!
el_gr: Άκυρο όνομα ομάδας!
es_co: El nombre de grupo no es válido.
fi_fi: Väärä ryhmännimi!
hu_hu: A csoportnév hibás!
sk_sk: Zlé časové obdobie!

source: Group already exists!
el_gr: Η ομάδα υπάρχει ήδη!
es_co: ¡Este grupo ya existe!
fi_fi: Ryhmä on jo olemassa!
hu_hu: A létrehozni kívánt csoport már létezik!
sk_sk: Skupina už existuje !

source: Manage user
el_gr: Διαχείριση χρήστη
es_co: Administrar usuario
fi_fi: Hallitse käyttäjää
hu_hu: Felhasználók kezelése
sk_sk: Spravovať užívateľa

source: Wrong username!
el_gr: Λάθος όνομα χρήστη!
es_co: ¡Nombre de usuario erróneo!
fi_fi: Virheellinen käyttäjätunnus!
hu_hu: A felhasználónév hibás!
sk_sk: Zlé užvateľské meno!

source: User already exist !
el_gr: Ο χρήστης υπάρχει ήδη!
es_co: ¡Este usuario ya existe!
fi_fi: Käyttäjä on jo olemassa!
hu_hu: A létrehozni kívánt felhasználó már létezik!
sk_sk: Užívateľ už existuje !

source: User was assigned to the %s group
el_gr: Ο χρήστης εντάχθηκε στην ομάδα %s
es_co: El usuario ha sido asignado al grupo %s.
fi_fi: Käyttäjä määritetty ryhmään %s
hu_hu: Felhasználó hozzáadva a(z) % csoporthoz
sk_sk: Užívateľ bol priradeny ku %s skupine

source: User was deleted from the %s group.
es_co: El usuario ha sido borrado del grupo %s.
hu_hu: Felhasználó törölve a(z) % csoportból
sk_sk: Užívateľ bol odstránený zo %s skupiny.

source: User assign
el_gr: Ένταξη χρήστη
es_co: Asignar usuario
fi_fi: Käyttäjän määritys
hu_hu: Felhasználó csoporttagságának kezelése
sk_sk: Uživateľ priradený

source: Already in:
el_gr: Ήδη στην:
es_co: Ya está en:
fi_fi: Kuuluu:
hu_hu: Már tagja:
sk_sk: Už v:

source: Member of group:
el_gr: Μέλος ομάδας:
es_co: Miembro del grupo:
fi_fi: Jäsenenä ryhmässä:
hu_hu: Csoporttagság:
sk_sk: Člen skupiny:

source: Select group:
el_gr: Επιλογή ομάδας:
es_co: Seleccione el grupo:
fi_fi: Valitse ryhmä:
hu_hu: Csoport kiválasztása:
sk_sk: Vybrať skupinu:

source: Update user
el_gr: Μεταβολή χρήστη
es_co: Actualizar usuario
fi_fi: Päivitä käyttäjä
hu_hu: Felhasználó módosítása
sk_sk: Aktualizovať užívateľa

source: You have no users!
el_gr: Δεν έχετε χρήστες!
es_co: ¡No tiene usuarios!
fi_fi: Sinulla ei ole käyttäjiä!
hu_hu: Nincs felhasználó!
sk_sk: Nemáte užívateľov!

source: Please specify user password!
es_co: Por favor especifique una contraseña para el usuario.
hu_hu: Jelszó nincs megadva!
sk_sk: Prosím zadajte heslo užívateľa!

source: User password too long!
es_co: ¡La contraseña es demasiado larga!
hu_hu: A felhasználó jelszava túl hosszú!
sk_sk: Uživateľské meno príliš dlhé!

source: Don't use special chars like "@, $, %..." in the password!
es_co: No use caracteres especiales, como «@, $, %...», en la contraseña.
fi_fi: Älä käytä erikoismerkkejä kuten "@, $, %..." salasanassa!
hu_hu: Speciális karakterek "@, $, %..." nem használhatók a jelszóban!
sk_sk: Nepoužívajte špeciálne znaky ako: "@, $, %..." v hesle!

source: SQL user password was successfully changed!
el_gr: Το συνθηματικό χρήστη SQL άλλαξε επιτυχώς!
es_co: La contraseña del usuario SQL ha sido cambiada.
fi_fi: SQL-käyttäjän salasana vaihdettu!
hu_hu: SQL felhasználó jelszava sikeresen módosítva!
sk_sk: Heslo SQL konta úspešne zmenené!

source: ispCP - Client/Change SQL User Password
el_gr: ispCP - Πελάτης/Αλλαγή Συνθηματικού Χρήστη SQL
es_co: ispCP - Cliente/Cambiar contraseña de usuario SQL
fi_fi: ispCP - Asiakas / Muuta SQL-käyttäjän salasana
hu_hu: ispCP - Ügyfél / SQL felhasználó jelszavának módosítása
sk_sk: ispCP- Klient/Zmeniť heslo SQL konta

source: Change SQL user password
el_gr: Αλλαγή Συνθηματικού Χρήστη SQL
es_co: Cambiar contraseña de usuario SQL
fi_fi: Muuta SQL-käyttäjän salasana
hu_hu: SQL felhasználó jelszavának módosítása
sk_sk: Zmeniť heslo SQL konta

source: Change
el_gr: Αλλαγή
es_co: Cambiar
fi_fi: Muuta
hu_hu: Módosítás
sk_sk: Zmeniť

source: Please specify a database name!
es_co: Por favor especifique un nombre para la base de datos.
hu_hu: SQL adatbázis neve nincs megadva!
sk_sk: Prosím, zadajte meno databázi!

source: Database name is too long!
el_gr: Πολύ μεγάλο όνομα Β.Δ.!
es_co: ¡El nombre de la base de datos es demasiado largo!
fi_fi: Tietokannan nimi on liian pitkä!
hu_hu: SQL adatbázis neve túl hosszú!
sk_sk: Uživateľské meno príliš dlhé!

source: Specified database name already exists!
el_gr: Το δεδομένο όνομα Β.Δ. υπάρχει ήδη!
es_co: El nombre de la base de datos especificado ya existe.
fi_fi: Määritelty tietokanta on jo olemassa!
hu_hu: A létrehozni kívánt SQL adatbázis már létezik!
sk_sk: Zadané meno databázi už existuje!

source: Wildcards such as %% and ? are not allowed!
el_gr: Χαρακτήρες μπαλαντέρ σαν %% και ? δεν επιτρέπονται!
es_co: No se permiten comodines como %% y ?.
fi_fi: Jäkerimerkit kuten %% ja ? eivät ole sallittuja!
hu_hu: Helyettesítő karakterek (például: %% és ?) használata nem engedélyezett!
sk_sk: Hviezdička ako aj %% a ? niesú povolené!

source: SQL database created successfully!
el_gr: Επιτυχής δημιουργία Β.Δ. SQL!
es_co: La base de datos SQL ha sido creada.
fi_fi: SQL-tietokanta luotu onnistuneesti!
hu_hu: SQL adatbázis sikeresen létrehozva!
sk_sk: SQL databáza bola vytvorená úspešne!

source: SQL accounts limit reached!
el_gr: Οι λογαριασμοι SQL έφθασαν στο όριο!
es_co: Ha alcanzado la cantidad límite de cuentas SQL.
fi_fi: SQL-tilien raja täynnä!
hu_hu: Több SQL felhasználó nem hozható létre, korlát elérve!
sk_sk: Limit SQL kont dosiahnutý!

source: ispCP - Client/Add SQL Database
el_gr: ispCP - Πελάτης/Προσθήκη Β.Δ. SQL
es_co: ispCP - Cliente/Agregar base de datos SQL
fi_fi: ispCP - Asiakas / Lisää SQL-tietokanta
hu_hu: ispCP - Ügyfél / SQL adatbázis létrehozása
sk_sk: ispCP - Klient/Pridať SQL databázu

source: Add SQL database
el_gr: Προσθήκη Β.Δ. SQL
es_co: Agregar base de datos SQL
fi_fi: Lisää SQL-tietokanta
hu_hu: SQL adatbázis létrehozása
sk_sk: Pridať SQL databázu

source: Database name
el_gr: Όνομα Β.Δ.
es_co: Nombre de la base de datos
fi_fi: Tietokannan nimi
hu_hu: Adatbázis neve
sk_sk: Meno databázi

source: Use numeric ID
el_gr: Χρήση αριθμητικού μοναδικού κωδικού
es_co: Usar ID numérico
fi_fi: Käytä numeerista ID:tä
hu_hu: Numerikus felhasználói azonosító (ID)
sk_sk: Použite číselné ID

source: Before the name
el_gr: Πρίν το όνομα
es_co: Antes del nombre
fi_fi: Ennen nimeä
hu_hu: Név elején (formátum: ID_dbnév)
sk_sk: Pred meno

source: After the name
el_gr: Μετά το όνομα
es_co: Después del nombre
fi_fi: Nimen jälkeen
hu_hu: Név végén (formátum: dbnév_ID)
sk_sk: Po mene

source: SQL database was removed successfully!
el_gr: Η SQL Β.Δ. αφαιρέθηκε επιτυχώς!
es_co: La base de datos SQL ha sido eliminada.
fi_fi: SQL-tietokanta poistettu onnistuneesti!
hu_hu: SQL adatbázis sikeresen törölve!
sk_sk: SQL databáza zmazaná úspešne!

source: SQL user was removed successfully!
el_gr: Ο χρήστης SQL αφαιρέθηκε επιτυχώς!
es_co: El usuario SQL ha sido eliminado.
fi_fi: SQL-käyttäjä poistettu!
hu_hu: SQL felhasználó sikeresen törölve!
sk_sk: SQL konto bolo zmazané úspešne!

source: Database user list is empty!
el_gr: Η λίστα χρηστών Β.Δ. είναι κενή!
es_co: La lista de usuarios de la base de datos está vacía.
fi_fi: Tietokantakäyttäjien lista on tyhjä!
hu_hu: SQL felhasználók listája üres!
sk_sk: Zoznam databázovych kont je prázdny!

source: Database list is empty!
el_gr: Η λίστα Β.Δ. είναι κενή!
es_co: La lista de bases de datos está vacía.
fi_fi: Tietokantalista on tyhjä!
hu_hu: SQL adatbázisok listája üres!
sk_sk: Zoznam databáz je prázdny

source: ispCP - Client/Manage SQL
el_gr: ispCP - Πελάτης/Διαχείριση SQL
es_co: ispCP - Cliente/Administrar SQL
fi_fi: ispCP - Asiakas / Hallitse tietokantaa
hu_hu: ispCP - Ügyfél / SQL kezelése
sk_sk: ispCP - Klient/Spravovať SQL

source: Manage SQL
el_gr: Διαχείριση SQL
es_co: Administrar SQL
fi_fi: Hallitse tietokantoja
hu_hu: SQL hozzáférések kezelése
sk_sk: Spravovať SQL

source: Database Name and Users
el_gr: Όνομα Β.Δ. και Χρήστες
es_co: Nombre y usuarios de la base de datos
fi_fi: Tietokannan nimi ja käyttäjät
hu_hu: SQL adatbázisok és felhasználói
sk_sk: Mená databáz a užívateľov

source: Database users
el_gr: Χρήστες Β.Δ.
es_co: Usuarios de la base de datos
fi_fi: Tietokantakäyttäjät
hu_hu: SQL adatbázis felhasználói
sk_sk: Užívateľia databázy

source: Add SQL user
el_gr: Προσθήκη χρήστη SQL
es_co: Agregar usuario SQL
fi_fi: Lisää SQL-käyttäjä
hu_hu: SQL felhasználó hozzáadása
sk_sk: Pridať SQL konto

source: Execute query
el_gr: Εκτέλεση ερωτήματος
es_co: Ejecutar consulta
fi_fi: Suorita kysely
hu_hu: Lekérdezés futtatása
sk_sk: Vykonať príkaz

source: Login phpMyAdmin
el_gr: Είσοδος στο phpMyAdmin
es_co: Ingresar en phpMyAdmin
fi_fi: Kirjaudu phpMyAdminiin
hu_hu: Belépés a phpMyAdmin-ba
sk_sk: PhpMyAdmin

source: This database will be permanently deleted. This process cannot be recovered. All users linked to this database will also be deleted if not linked to another database. Are you sure you want to delete %s?
el_gr: Η Β.Δ. θα διαγραφεί εντελώς. Η διαδικασία δεν είναι αναστρέψιμη. Οι χρήστες της Β.Δ. θα διαγραφούν επίσης αν δεν ανήκουν σε άλλη Β.Δ..Είστε βέβαιος για τη διαγραφή της %s;
es_co: Está a punto de eliminar la base de datos. Este proceso no puede deshacerse. Todos los usuarios enlazados a esta base de datos también serán eliminados si no están enlazados a otra base de datos. ¿Está seguro que quiere borrar la base de datos %s?
fi_fi: Tietokanta poistetaan pysyvästi. Tätä prosessia ei voida palauttaa. Kaikki käyttäjät jotka ovat liitetty tähän tietokantaa poistetaan ellei niitä ole liitetty johonkin toiseen tietokantaan. Oletko varma että haluat poistaa tietokannan %s?
hu_hu: Az SQL adatbázis véglegesen lesz törölve, visszavonni utólag már nem lehet. Továbbá az összes olyan felhasználó is törlésre kerül, aki csak ehhez az adatbázishoz van hozzárendelve. Biztosan törölni akarod a(z) %s adatbázist?
sk_sk: Táto databáza bude trvalo zmazaná. Toto je nevratný proces. Všetci užívatelia, prepojení s touto databázov, budú zmazaní, pokiaľniesú prepojení s inou databázou. Ste si istý, že chcete zmazať %s?

source: SQL users limit reached!
el_gr: Οι χρήστες SQL έφθασαν στο όριο!
es_co: Ha alcanzado la cantidad límite de usuarios SQL.
fi_fi: SQL-käyttäjien raja vastassa!
hu_hu: Több SQL felhasználó nem hozható létre, korlát elérve!
sk_sk: Limit SQL kont dosiahnutý!

source: Please type user name!
el_gr: Παρακαλώ δώστε το όνομα χρήστη!
es_co: ¡Por favor ingrese el nombre de usuario!
fi_fi: Anna käyttäjänimi!
hu_hu: SQL felhasználó neve nincs megadva!
sk_sk: Prosím zadajte užívateľské meno!

source: Please type user password!
el_gr: Παρακαλώ δώστε το συνθηματικό χρήστη!
es_co: ¡Por favor ingrese la contraseña del usuario!
fi_fi: Anna käyttäjän salasana!
hu_hu: Jelszó nincs megadva!!
sk_sk: Prosím zadajte heslo užívateľa!

source: Too long user password!
el_gr: Πολύ μεγάλο συνθηματικό!
es_co: ¡La contraseña es demasiado larga!
fi_fi: Liian pitkä käyttäjän salasana!
hu_hu: A felhasználó jelszava túl hosszú!
sk_sk: Príliš dlhé heslo!

source: SQL-user not found! It might has been deleted by another user.
es_co: ¡Usuario SQL no encontrado! Tal vez fue eliminado por otro usuario.
hu_hu: Az SQL felhasználó nem található! Lehet, hogy már törölte egy másik felhasználó?!
sk_sk: SQL konto nenájdené! Možno bolo zmazané iným užívateľom!

source: User name too long!
el_gr: Πολύ μεγάλο όνομα χρήστη!
es_co: ¡El nombre de usuario es demasiado largo!
fi_fi: Liian pitkä käyttäjänimi!
hu_hu: A felhasználó neve túl hosszú!
sk_sk: Uživateľské meno príliš dlhé!

source: Specified SQL username name already exists!
el_gr: Το δεδομένο όνομα χρήστη SQL υπάρχει ήδη!
es_co: El nombre de usuario SQL especificado ya existe.
fi_fi: Määritelty SQL-käyttäjä on jo olemassa!
hu_hu: A létrehozni kívánt SQL felhasználó már létezik!
sk_sk: Zadané SQL užívateľské meno už existuje!

source: SQL user successfully added!
el_gr: Ο χρήστης SQL προστέθηκε επιτυχώς!
es_co: El usuario SQL ha sido agregado.
fi_fi: SQL-käyttäjä lisätty!
hu_hu: SQL felhasználó sikeresen hozzáadva!
sk_sk: SQL konto pridané úspešne!

source: ispCP - Client/Add SQL User
el_gr: ispCP - Πελάτης/Προσθήκη Χρήστη SQL
es_co: ispCP - Cliente/Agregar usuario SQL
fi_fi: ispCP - Asiakas / Lisää SQL-käyttäjä
hu_hu: ispCP - Ügyfél / SQL felhasználó hozzáadása
sk_sk: ispCP - Klient/Pridať SQL konto

source: SQL user name
el_gr: Όνομα χρήστη SQL
es_co: Nombre del usuario SQL
fi_fi: SQL-käyttäjänimi
hu_hu: SQL felhasználó neve
sk_sk: SQL užívateľské meno
