Repository: BenBE/ispCP
Catalog: language-files/po/*.po
Languages: el_gr, es_co, fi_fi, hu_hu, sk_sk

source: Incorrect template name length!
el_gr: Λάθος μέγεθος ονόματος προτύπου!
es_co: ¡La longitud del nombre de la plantilla no es válida!
fi_fi: Väärä mallin nimen pituus!
hu_hu: A beírt sablon nevének hossza hibás!
sk_sk: Zlá dľžka alebo syntax šablóny!

source: Incorrect template description length!
el_gr: Λάθος μέγεθος περιγραφής προτύπου!
es_co: ¡La longitud de la descripción de la plantilla no es válida!
fi_fi: Väärä mallin kuvauksen pituus!
hu_hu: A beírt sablon leírásának hossza hibás!
sk_sk: Zlá dľžka alebo syntax popisu šablóny!

source: Incorrect price syntax!
el_gr: Λάθος στη σύνταξη τιμής!
es_co: ¡La sintaxis del precio es incorrecta!
fi_fi: Virheellinen hinnan muoto!
hu_hu: A beírt Díj formátuma hibás!
sk_sk: Zlá veľkosť alebo syntax ceny!

source: Incorrect setup fee syntax!
el_gr: Λάθος σύνταξης χρέωσης εγκατάστασης!
es_co: ¡La sintaxis de la tarifa de configuración es incorrecta!
fi_fi: Virheellinen asennusmaksun muoto!
hu_hu: A beírt Beállítási díj formátuma hibás!
sk_sk: Zlá veľkosť alebo syntax zriaďovacieho poplatku!

source: Hosting plan with entered name already exists!
el_gr: Υπάρχει πακέτο φιλοξενίας internet με το ίδιο όνομα!
es_co: ¡Ya existe un plan de alojamiento con el nombre ingresado!
fi_fi: Hosting-paketti on olemassa samalla nimellä!
hu_hu: Ilyen nevű szolgáltatási csomag már látezik!
sk_sk: Hostingový plán so zadaným menom už existuje!

source: ispCP - Administrator/Edit hosting plan
el_gr: ispCP - Διαχειριστής/Μεταβολή πακέτου φιλοξενίας internet
es_co: ispCP - Administrador/Editar planes de alojamiento web
fi_fi: ispCP - Ylläpito / Muokkaa hosting-pakettia
hu_hu: ispCP - Adminisztrátor / Szolgáltatási csomag módosítása
sk_sk: ispCP - Administrátor/Upraviť hostingový plán

source: Price Style
el_gr: Μορφή τιμής
es_co: Estilo del precio
fi_fi: Hinnan tyyli
hu_hu: Árfekvés
sk_sk: Cenový štýl

source: Update plan
el_gr: Ενημέρωση πακέτου
es_co: Actualizar plan
fi_fi: Päivitä paketti
hu_hu: Szolgáltatási csomag frissítése
sk_sk: Aktualizovať plán

source: Edit hosting plan
el_gr: Μεταβολή πακέτου φιλοξενίας internet
es_co: Editar plan de alojamiento
fi_fi: Muokkaa hosting-pakettia
hu_hu: Szolgáltatási csomag módosítása
sk_sk: Editovať hostingový plán

source: Undefined reference to data!
el_gr: Μή ορισμένη αναφορά σε δεδομένα!
es_co: ¡Referencia a los datos no definida!
fi_fi: Määrittämätän referenssi dataan!
hu_hu: Nem definiált hivatkozás az adatra!
sk_sk: Nedefinovaný odkaz na data!

source: Incorrect price. Example: 9.99
el_gr: Σφάλμα τιμής. Παράδειγμα: 9.99
es_co: Precio incorrecto. Ejemplo: 9.99
fi_fi: Väärä hintamuoto. Esimerkki: 9.99
hu_hu: A beírt Díj hibás. Példa: 9.99
sk_sk: Nesprávna cena. Napríklad: 9.99

source: Incorrect setup fee. Example: 19.99
el_gr: Σφάλμα χρέωσης εγκατάστασης. Παράδειγμα: 19.99
es_co: Tarifa de configuración incorrecta: Ejemplo: 19.99
fi_fi: Väärä asennusmaksun muoto. Esimerkki: 19.99
hu_hu: A beírt Beállítási díj hibás. Példa: 19.99
sk_sk: Nesprávny zriaďovací poplatok. Napríklad: 19.99

source: You have <strong>%d</strong> new support questions
es_co: Tiene <strong>%d</strong> nuevas consultas de asistencia técnica pendientes.
hu_hu: <strong>%d</strong> új hibajegy
sk_sk: Máte <b>%d</b> nových porporných otázok

source: View
el_gr: Εμφάνιση
es_co: Ver
fi_fi: Katsele
hu_hu: Megnéz
sk_sk: Zobraziť

source: A database update is available
el_gr: Μια ενημέρωση Β.Δ. είναι διαθέσιμη
es_co: Hay disponible una actualización para la base de datos.
fi_fi: Tietokantapäivitys saatavilla
hu_hu: Új adatbázis frissítés érhető el
sk_sk: Žiadné nové aktualizácie ispCP

source: Update checking is disabled!
el_gr: Ο έλεγχος ενημερώσεων είναι ανενεργός!
es_co: ¡La verificación de actualizaciones está desactivada!
fi_fi: Päivitysten tarkistaminen poissa käytöstä
hu_hu: Frissítések keresése kikapcsolva!
sk_sk: Overovanie aktualizácií nieje aktívne!

source: New ispCP update is now available
el_gr: Υπάρχει διαθέσιμη νέα ενημέρωση για το ispCP
es_co: Hay disponible una actualización para ispCP.
fi_fi: Uusi ispCP-päivitys saatavilla
hu_hu: Új ispCP frissítés érhető el
sk_sk: Nová aktualizácia ispCP je dostupná

source: You are exceeding your traffic limit!
el_gr: Έχετε υπερβεί το όριο κίνησής σας!
es_co: ¡Está excediendo su límite de tráfico!
fi_fi: Olet ylittämässä kaistanmäärärajoitusta!
hu_hu: Beállított adatforgalmi korlát elérve!
sk_sk: Prekročili ste Váš limit!

source: %1$d%% [%2$s of unlimited]
el_gr: %1$d%% [%2$s από απεριόριστο]
es_co: %1$d%% [%2$s de ilimitado]
fi_fi: %1$d%% [%2$s rajoittamattomasta]
hu_hu: %1$d%% [%2$s - korlátlan]
sk_sk: %1$d%% [%2$s z nebmedzených]

source: %1$d%% [%2$s of %3$s]
el_gr: %1$d%% [%2$s από %3$s]
es_co: %1$d%% [%2$s de %3$s]
fi_fi: %1$d%% [%2$s / %3$s]
hu_hu: %1$d%% [%2$s - korlát: %3$s]
sk_sk: %1$d%% [%2$s z %3$s]

source: ispCP - Admin/Main Index
el_gr: ispCP - Διαχειριστής/Κεντρικός κατάλογος
es_co: ispCP - Administración/Índice principal
fi_fi: ispCP - Ylläpito / Pääsivu
hu_hu: ispCP - Adminisztrátor / Kezdőlap
sk_sk: ispCP - Admin/Hlavný zoznam

source: You cannot delete the last active IP address!
el_gr: Δεν μπορείτε να διαγράψετε την τελευταία ενεργή διεύθυνση IP!
es_co: ¡No puede borrar la última dirección IP activa!
fi_fi: Et voi poistaa viimeistä aktiivista IP-osoitetta!
hu_hu: Az utolsó aktív IP-cím nem törölhető!
sk_sk: Nemôžete zmazať poslednú aktívnu IP adresu!

source: You have a domain using this IP!
es_co: ¡Ya tiene un dominio usando esta IP!
hu_hu: Ezt az IP-címet legalább egy domain használja!
sk_sk: Chyba: máme doménu, ktorá používa túto IP adresu!

source: You have a reseller using this IP!
es_co: ¡Ya tiene un revendedor usando esta IP!
hu_hu: Ezt az IP-címet legalább egy viszonteladó használja!
sk_sk: Chyba: máme predajcu, ktorý používa túto IP adresu!

source: IP was deleted!
el_gr: η IP διαγράφηκε!
es_co: ¡La IP ha sido eliminada!
fi_fi: IP-osoite poistettu!
hu_hu: IP-cím törölve!
sk_sk: IP adresa bola zmazaná!

source: ispCP - Admin/IP manage
el_gr: ispCP - Διαχειριστής/Διαχείριση IP
es_co: ispCP - Administración/Administrar direcciones IP
fi_fi: ispCP - Ylläpito / IP-hallinta
hu_hu: ispCP - Adminisztrátor / IP-címek kezelése
sk_sk: ispCP - Admin/Spravovať IP adresy

source: Remove IP
el_gr: Αφαίρεση IP
es_co: Eliminar IP
fi_fi: Poista IP
hu_hu: IP-cím törlése
sk_sk: Odobrať IP

source: New IP was added!
el_gr: Νέα IP προστέθηκε!
es_co: La nueva IP ha sido agregada.
fi_fi: Uusi IP-osoite lisätty!
hu_hu: Új IP-cím hozzáadva!
sk_sk: Nová IP adresa pridaná!

source: Wrong IP number!
el_gr: Λάθος αριθμός IP!
es_co: ¡Dirección IP errónea!
fi_fi: Virheellinen IP-osoite!
hu_hu: A beírt IP-cím hibás!
sk_sk: Zlé čislo IP adresy!

source: Please specify domain!
el_gr: Παρακαλώ καθορίστε όνομα internet!
es_co: Por favor especifique un dominio.
fi_fi: Määritä domain!
hu_hu: Domain neve nincs megadva!
sk_sk: Prosím, určite doménu!

source: Please specify alias!
el_gr: Παρακαλώ καθορίστε ψευδώνυμο!
es_co: Por favor especifique un alias.
fi_fi: Määritä alias!
hu_hu: Domain álneve nincs megadva!
sk_sk: Prosím, určite alias!

source: This IP already exist!
el_gr: Η IP αυτή υπάρχει ήδη!
es_co: ¡Esta IP ya existe!
fi_fi: Tämä IP-osoite on jo olemassa!
hu_hu: A beírt IP-cím már létezik a rendszerben!
sk_sk: Táto IP adresa už existuje!

source: Please select nework interface!
el_gr: Παρακαλώ επιλέξτε σύνδεση δικτύου!
es_co: Por favor seleccione una interfaz de red.
fi_fi: Valitse verkkosovitin
hu_hu: Hálózati csatoló nincs megadva!
sk_sk: Zmeniť užívateľské rozhranie

source: Manage IPs
el_gr: Διαχείριση IPs
es_co: Administrar direcciones IP
fi_fi: Hallitse IP-osoitteita
hu_hu: IP-címek kezelése
sk_sk: Spravovať IP adresy

source: Available IPs
el_gr: Διαθέσιμες IPs
es_co: Direcciones IP disponibles
fi_fi: Saatavilla olevat IP-osoitteet
hu_hu: Felhasználható IP-címek
sk_sk: Dostupné IP adresy

source: IP
es_co: Dirección IP
hu_hu: IP-cím
sk_sk: IP adresa

source: Network interface
el_gr: Σύνδεση δικτύου
es_co: Interfaz de red
fi_fi: Verkkosovitin
hu_hu: Hálózati csatoló
sk_sk: Zmeniť užívateľské rozhranie

source: Add new IP
el_gr: Προσθήκη νέου IP
es_co: Agregar una nueva dirección IP
fi_fi: Lisää uusi IP-osoite
hu_hu: Új IP-cím beállítása
sk_sk: Pridať novú IP adresu

source: Are you sure you want to delete this IP: %s?
el_gr: Είστε σίγουρος ότι θέλετε τη διαγραφή της IP: %s;
es_co: ¿Está seguro que quiere eliminar la IP %s?
fi_fi: Haluatko varmasti poistaa tämän IP-osoitteen: %s?
hu_hu: Biztos, hogy törölve legyen a(z) %s IP-cím?
sk_sk: Ste si istý, že chcete zmazať túto IP: %s?

source: ispCP - Admin/IP Usage
es_co: ispCP - Administración/Uso de direcciones IP
hu_hu: ispCP - Adminisztrátor / IP-cím használat
sk_sk: ispCP - Admin/Spravovať IP adresy

source: Total Domains
es_co: Total de dominios
hu_hu: Összes domain
sk_sk: Domény

source: No records found
es_co: No se encontraron registros
hu_hu: Nem található bejegyzés
sk_sk: Žiadne záznamy

source: IP Usage
es_co: Uso de direcciones IP
hu_hu: IP-cím használat
sk_sk: IP používanie

source: Domain Name
es_co: Nombre del dominio
hu_hu: Domain neve
sk_sk: Meno domény

source: Reseller Name
es_co: Nombre del revendedor
hu_hu: Viszonteladó neve
sk_sk: Meno predajcu

source: No domain system errors
el_gr: Σύστημα ονομάτων internet χωρίς σφάλματα
es_co: No hay errores de dominios en el sistema.
fi_fi: Ei domain-järjestelmän virheitä
hu_hu: Nincs rendszer szintű domain hiba
sk_sk: Žiadne chyby na systéme domén

source: No domain alias system errors
el_gr: Σύστημα ψευδωνύμων ονομάτων internet χωρίς σφάλματα
es_co: No hay errores de alias de dominios en el sistema.
fi_fi: Ei domain-aliasjärjestelmän virheitä
hu_hu: Nincs rendszer szintű domain álnév hiba
sk_sk: Žiadne chyby na systéme doménových aliasov

source: No subdomain system errors
el_gr: Σύστημα υποονομάτων internet χωρίς σφάλματα
es_co: No hay errores de subdominios en el sistema.
fi_fi: Ei alidomain-järjestelmän virheitä
hu_hu: Nincs rendszer szintű aldomain hiba
sk_sk: Žiadne chyby na systéme sub-domén

source: No alias subdomain system errors
el_gr: Σύστημα ψευδωνύμων υποονομάτων internet χωρίς σφάλματα
es_co: No hay errores de alias de subdominios en el sistema.
fi_fi: Ei alias alidomain-järjestelmän virheitä
hu_hu: Nincs rendszer szintű aldomain álnév hiba
sk_sk: Žiadne chyby na systéme sub-domén

source: No email account system errors
el_gr: Σύστημα λογαριασμών email χωρίς σφάλματα
es_co: No hay errores de cuentas de correo en el sistema.
fi_fi: Ei email-järjestelmän virheitä
hu_hu: Nincs rendszer szintű e-mail fiók hiba
sk_sk: Žiadne chyby na systéme e-mailových kont

source: missing domain
es_co: dominio faltante
hu_hu: hiányzó domain
sk_sk: Hlavná doména

source: missing alias
es_co: alias faltante
hu_hu: hiányzó domain álnév
sk_sk: Alias domény

source: orphan entry
es_co: entrada huérfana
hu_hu: árva bejegyzés
sk_sk: unikátny vstup

source: No htaccess related system errors
es_co: No hay errores relacionados con htaccess en el sistema.
hu_hu: Nincs htaccess fájllal kapcsolatos hiba
sk_sk: Žiadne chyby na systéme doménových aliasov

source: Missing domain
es_co: Dominio faltante
hu_hu: Hiányzó domain
sk_sk: Chýbajúca doména

source: Daemon returned %d as status code
el_gr: ο Deamon επέστρεψε %d ως κωδικό κατάστασης
es_co: El demonio retornó %d como código de estado
fi_fi: Taustaprosessi palautti tilakoodin %d
hu_hu: A háttérfolyamat visszatérési értéke: %d
sk_sk: Systémový mechanizmus vrátil %d ako stavový kód

source: Unknown type!
el_gr: Άγνωστος τύπος!
es_co: ¡Tipo desconocido!
fi_fi: Tuntematon tyyppi!
hu_hu: Ismeretlen típus!
sk_sk: Neznámy typ!

source: Done
el_gr: Έγινε
es_co: Hecho
fi_fi: Valmis
hu_hu: Kész
sk_sk: Hotovo

source: Unknown Error
el_gr: Άγνωστο σφάλμα
es_co: Error desconocido
fi_fi: Määrittämätön virhe
hu_hu: Ismeretlen hiba
sk_sk: Neznáma chyba

source: Domain errors
el_gr: Σφάλματα ονομάτων internet
es_co: Errores de dominio
fi_fi: Domainin virheet
hu_hu: Domain hibák
sk_sk: Chyby pre doménu

source: Domain alias errors
el_gr: Σφάλματα ψευδωνύμων ονομάτων internet
es_co: Errores de alias de dominio
fi_fi: Domain-alias virheet
hu_hu: Domain álnév hibák
sk_sk: Chyby pre doménové aliasy

source: Subdomain errors
el_gr: Σφάλματα υποονομάτων internet
es_co: Errores de subdominio
fi_fi: Alidomainin virheet
hu_hu: Aldomain hibák
sk_sk: Chyby pre sub-domény

source: Alias subdomain errors
el_gr: Σφάλματα ψευδωνύμων υποονομάτων internet
es_co: Errores de alias de subdominio
fi_fi: Alias alidomainin virheet
hu_hu: Aldomain álnév hibák
sk_sk: Presmerovanie sub-domeny

source: Mail account errors
el_gr: Σφάλματα λογαριασμών email
es_co: Errores de cuentas de correo
fi_fi: Sähkäpostitunnusvirheet
hu_hu: E-mail fiók hibák
sk_sk: Chyby pre e-mailové kontá

source: .htaccess related errors
es_co: Errores relacionados con .htaccess
hu_hu: .htaccess fájllal kapcsolatos hiba
sk_sk: Chyby súvisiace s .htaccess

source: ispCP Daemon tools
el_gr: ispCP Εργαλεία Daemon
es_co: Herramientas de demonio
fi_fi: ispCP taustaprosessin työkalut
hu_hu: ispCP Háttérfolyamatok
sk_sk: ispCP - Klient/Web nástroje

source: Execute requests
el_gr: Εκτέλεση αιτημάτων
es_co: - Ejecutar consultas
fi_fi: Suorita kyselyt
hu_hu: futtatási kérelem
sk_sk: Vykonať príkaz

source: Set status to 'change'
el_gr: Θέσε σε κατάσταση 'αλλαγή'
es_co: Establecer el estado en «cambiar»
fi_fi: Aseta tila 'change'
hu_hu: Állapot módosítása 'megváltozott'-ra
sk_sk: Nastavte stav na 'zmeniť'

source: %s Errors in database
es_co: %s errores en la base de datos
hu_hu: %s hiba az adatbázisban
sk_sk: %s chýb v databáze

source: Enable update at
el_gr: Ενεργοποίησε την ενημέρωση στις
es_co: Activar actualización a las
fi_fi: Salli päivitys @
hu_hu: Frissítés indítása:
sk_sk: Užívateľia databázy

source: Settings
el_gr: Ρυθμίσεις
es_co: Configuración
fi_fi: Asetukset
hu_hu: Beállítások
sk_sk: Nastavenia

source: Get it at
el_gr: Λήψη στις
es_co: Hacerlo en
fi_fi: Nouda se
hu_hu: Elérhető itt:
sk_sk: Získať to na

source: ispCP updates
el_gr: ενημερώσεις ispCP
es_co: Actualizaciones
fi_fi: ispCP-päivitykset
hu_hu: ispCP frissítések
sk_sk: ispCP aktualizácie

source: Available ispCP updates
el_gr: Διαθέσιμες ispCP ενημερώσεις
es_co: Actualizaciones disponibles para ispCP
fi_fi: Saatavilla olevat päivitykset
hu_hu: Elérhető ispCP frissítések
sk_sk: Dostupné aktualizácie ispCP

source: No new ispCP updates available
el_gr: Δεν υπάρχουν διαθέσιμες νέες ενημερώσεις για το ispCP
es_co: No hay nuevas actualizaciones disponibles para ispCP.
fi_fi: Ei uusia ispCP-päivityksiä saatavilla
hu_hu: Nincs elérhető ispCP frissítés
sk_sk: Žiadné nové aktualizácie ispCP

source: User language updated successfully!
el_gr: Η γλώσσα χρήστη ενημερώθηκε επιτυχώς!
es_co: El idioma de usuario ha sido cambiado satisfactoriamente.
fi_fi: Käyttäjän kieli päivitetty onnistuneesti!
hu_hu: Felhasználói felület nyelve sikeresen módosítva!
sk_sk: Jazyk užívateľa úspešne zmenený!

source: ispCP - Admin/Change Language
el_gr: ispCP - Διαχειριστής/Αλλαγή Γλώσσας
es_co: ispCP - Administración/Ajustes de idioma
fi_fi: ispCP - Ylläpito / Muuta kieltä
hu_hu: ispCP - Adminisztrátor / Nyelv beállítása
sk_sk: ispCP - Klient/Zmeniť jazyk

source: Language
el_gr: Γλώσσα
es_co: Idioma
fi_fi: Kieli
hu_hu: Nyelv
sk_sk: Jazyky

source: Choose your default language
el_gr: Επιλέξτε την προκαθορισμένη γλώσσα
es_co: Elija su idioma
fi_fi: Valitse oletuskieli
hu_hu: Alapértelmezett nyelv kiválasztása
sk_sk: Vyberte predvolený jazyk

source: It is not possible to delete system default's language!
es_co: ¡No se puede eliminar el idioma predeterminado del sistema!
hu_hu: Az alapértelmezett nyelvet nem lehet törölni!
sk_sk: Nieje možné zmazať predvolený jazyk systému!

source: There are users who use this language!
es_co: ¡Algunos usuarios usan este idioma!
hu_hu: Ezt a nyelvet legalább egy felhasználó használja!
sk_sk: Sú užívatelia, ktorí využívajú tento jazyk!

source: Language was removed!
el_gr: Η γλώσσα αφαιρέθηκε
es_co: ¡El idioma ha sido eliminado!
fi_fi: Kieli poistettu!
hu_hu: Nyelv eltávolítva!
sk_sk: Vlastné chybové stránky boli aktulizované!

source: Reseller list is empty!
el_gr: Ο κατάλογος μεταπωλητών είναι κενός!
es_co: La lista de revendedores está vacía.
fi_fi: Jälleenmyyjälista on tyhjä!
hu_hu: A viszonteladói lista üres!
sk_sk: Zoznam predajcov je prázdny!

source: ispCP - Admin/Manage users/Reseller assignment
el_gr: ispCP - Διαχειριστής/Διαχείριση Χρηστών/Ανάθεση σε μεταπωλητή
es_co: ispCP - Administración/Administrar usuarios/Asignación de revendedor
fi_fi: ispCP - Ylläpito / Hallitse käyttäjiä / Jälleenmyyjämääritykset
hu_hu: ispCP - Adminisztrátor / Felhasználók kezelése / Viszonteladó átadása
sk_sk: ispCP Admin/Spravovať užívateľov/Priradenie predajcu

source: Reseller assignment
el_gr: Ανάθεση σε μεταπωλητή
es_co: Asignación de revendedor
fi_fi: Jälleenmyyjämääritys
hu_hu: Viszonteladó átadása
sk_sk: Priradenie predajcu

source: Reseller users
el_gr: Χρήστες μεταπωλητή
es_co: Usuarios revendedores
fi_fi: Jälleenmyyjät
hu_hu: Viszonteladó felhasználói
sk_sk: Užívatelia predajcu

source: Mark
el_gr: Σημαδέψτε
es_co: Seleccionar
fi_fi: Valitse
hu_hu: Kijelöl
sk_sk: Značka

source: Reseller name
el_gr: Όνομα μεταπωλητή
es_co: Nombre del revendedor
fi_fi: Jälleenmyyjän nimi
hu_hu: Viszonteladó neve
sk_sk: Meno predajcu

source: Owner
el_gr: Ιδιοκτήτης
es_co: Propietario
fi_fi: Omistaja
hu_hu: Tulajdonos
sk_sk: Vlastník

source: To Admin
el_gr: Προς Διαχειριστή
es_co: Al administrador
fi_fi: Ylläpitäjälle
hu_hu: Cél adminisztrátor:
sk_sk: Pre administrátora

source: Move
el_gr: Μεταφορά
es_co: Trasladar
fi_fi: Siirrä
hu_hu: Átadás
sk_sk: Presunúť

source: Reseller or user list is empty!
el_gr: Κενός κατάλογος μεταπωλητών ή χρηστών!
es_co: La lista de revendedores o usuarios está vacía.
fi_fi: Jälleenmyyjä- tai käyttäjälista on tyhjä!
hu_hu: A viszonteladói vagy a felhasználói lista üres!
sk_sk: Zoznam predajcov alebo užívateľov je prázdy!

source: User list is empty!
el_gr: Ο κατάλογος χρηστών είναι κενός!
es_co: La lista de usuarios está vacía.
fi_fi: Käyttäjälista on tyhjä!
hu_hu: A felhasználói lista üres!
sk_sk: Zoznam užívateľov je prázdny!

source: User was moved
el_gr: Ο χρήστης μεταφέρθηκε
es_co: El usuario ha sido trasladado.
fi_fi: Käyttäjä siirretty
hu_hu: Felhasználó(k) áthelyezve
sk_sk: Užívateľ bol presunutý

source: Please select at least one user!
es_co: Por favor seleccione al menos un usuario.
hu_hu: Legalább egy felhasználót ki kell jelölni!
sk_sk: Prosím vyplňte e-mail!

source: Source and destination reseller are the same!
el_gr: Ομοιότητα προέλευσης και προορισμού μεταπωλητή!
es_co: Los revendedores de origen y de destino son el mismo.
fi_fi: Lähettävä ja vastaanottava jälleenmyyjä on sama!
hu_hu: A jelenlegi és a célnak megadott viszonteladó ugyanaz!
sk_sk: Zdroj a cieľ predajcu je rovnaký!

source: <strong>%1$s</strong> has unlimited rights for a <strong>%2$s</strong> Service !<br>
es_co: <strong>%1$s</strong> tiene todos los permisos para el servicio <strong>%2$s</strong>.<br />
hu_hu: <strong>%1$s</strong> korlátlan jogokkal rendelkezik a(z) <strong>%2$s</strong> szolgáltatásnál!<br />
sk_sk: <b>%1$s</b> má neobmedzené práva <b>%2$s</b> Služby !<br>

source: You cannot move <strong>%1$s</strong> in a destination reseller,<br>which has limits for the <strong>%2$s</strong> service!
es_co: No puede mover a <strong>%1$s</strong> al revendedor de destino,<br />ya que tiene límites para el servicio <strong>%2$s</strong>.
hu_hu: Nem lehet átadni a(z) <strong>%1$s</strong> felhasználót a cél viszonteladónak,<br />mert számára korlátozott a <strong>%2$s</strong> szolgáltatása!
sk_sk: Nemôžete presunúť <b>%1$s</b> do destinácie predajcu,<br>ktorý má limit pre <b>%2$s</b> službu!

source: <strong>%1$s</strong> is exceeding limits for a <strong>%2$s</strong><br>service in destination reseller!<br>
es_co: <strong>%1$s</strong> está excediendo el límite para el servicio <strong>%2$s</strong><br /> del revendedor de destino.<br />
hu_hu: <strong>%1$s</strong> korlátja meghaladja a cél viszonteladó <strong>%2$s</strong><br> szolgáltatásra vonatkozó korlátját!
sk_sk: <b>%1$s</b> prekročil limit pre <b>%2$s</b><br>službu v mieste určenia predajcu!<br>

source: Moving aborted!
el_gr: Διακοπή μεταφοράς!
es_co: ¡Traslado cancelado!
fi_fi: Siirto keskeytetty!
hu_hu: Átadás megszakítva!
sk_sk: Presun zrušený!

source: <strong>%s</strong> has IP address that cannot be managed from the destination reseller !<br>This user cannot be moved!
es_co: <strong>%s</strong> tiene una dirección IP que no puede ser administrada por el revendedor destino.<br />Este usuario no puede ser trasladado.
hu_hu: <strong>%s</strong> olyan IP-címmel rendelkezik, amit a cél viszonteladó nem kezelhet!<br />Ez a felhasználó nem mozgatható át!
sk_sk: <b>%s</b> má IP adresu, ktorá nemože byť spravovaná z miesta pre predajcu !<br>Tento užívateľ nemôže byť presunutý!

source: ispCP - Admin/Manage users/User assignment
el_gr: ispCP - Διαχειριστής/Διαχείριση Χρηστών/Ανάθεση Χρήστη
es_co: ispCP - Administración/Administrar usuarios/Asignación de usuario
fi_fi: ispCP - Ylläpito / Hallitse käyttäjiä / Käyttäjämääritys
hu_hu: ispCP - Adminisztrátor / Felhasználók kezelése / Felhasználó átadása
sk_sk: ispCP - Admin/Spravovať užívateľov/Priradenie užívateľov

source: User assignment
el_gr: Ανάθεση Χρήστη
es_co: Asignación de usuario
fi_fi: Käyttäjämääritys
hu_hu: Felhasználó átadása
sk_sk: Priradenie užívateľov

source: Users
el_gr: Χρήστες
es_co: Usuarios
fi_fi: Käyttäjät
hu_hu: Felhasználók
sk_sk: Užívatelia

source: User name
el_gr: Όνομα χρήστη
es_co: Nombre del usuario
fi_fi: Käyttäjänimi
hu_hu: Felhaszálónév
sk_sk: Užívateľské meno

source: From reseller
el_gr: Από μεταπωλητή
es_co: Del revendedor
fi_fi: Jälleenmyyjältä
hu_hu: Kiválasztott viszonteladó:
sk_sk: Od predajcu

source: To reseller
el_gr: Σε μεταπωλητή
es_co: Al revendedor
fi_fi: Jälleenmyyjälle
hu_hu: Cél viszonteladó:
sk_sk: Pre predajcu

source: ispCP - Admin/Manage Users
el_gr: ispCP - Διαχειριστής/Διαχείριση Χρηστών
es_co: ispCP - Administración/Administrar usuarios
fi_fi: ispCP - Ylläpito / Hallitse käyttäjiä
hu_hu: ispCP - Adminisztrátor / Felhasználók kezelése
sk_sk: ispCP - Admin/Spravovať užívateľov

source: User added
el_gr: Προστέθηκε χρήστης
es_co: Usuario agregado
fi_fi: Käyttäjä lisätty
hu_hu: Felhasználó hozzáadva
sk_sk: Užívateľ pridaný

source: Reseller added
el_gr: Προστέθηκε μεταπωλητής
es_co: Revendedor agregado
fi_fi: Jälleenmyyjä lisätty
hu_hu: Viszonteladó hozzáadva
sk_sk: Predajca pridaný

source: User updated
el_gr: Ενημερώθηκε χρήστης
es_co: Usuario actualizado
fi_fi: Käyttäjä päivitetty!
hu_hu: Felhasználó módosítva
sk_sk: Užívateľ aktualizovaný

source: User deleted
el_gr: Διαγράφηκε χρήστης
es_co: Usuario borrado
fi_fi: Käyttäjä poistettu!
hu_hu: Felhasználó törölve
sk_sk: Užívateľ zmazaný

source: Email Updated
el_gr: Ενημερώθηκε email
es_co: Correo actualizado
fi_fi: Email päivitetty
hu_hu: E-mail módosítva
sk_sk: E-mail aktualizovaný

source: This user has a domain!<br />To delete the user first delete the domain!
es_co: Este usuario tiene un dominio.<br />Para borrar el usuario, primero debe borrar el dominio.
hu_hu: A felhasználóhoz tartozik egy domain!<br />Először töröld a domaint!
sk_sk: Tento používateľ má doménu !<br>Pre zmazanie užívateľa - najprv zmažte doménu!

source: User was disabled
el_gr: Ο χρήστης είναι ανενεργός
es_co: El usuario ha sido desactivado
fi_fi: Käyttäjä poistettu käytöstä
hu_hu: A felhasználó letiltva
sk_sk: Užívateľ bol zablokovaný

source: Uninstall
es_co: Desinstalar
fi_fi: Poista
hu_hu: Eltávolítás
sk_sk: odinštalovať

source: %d messages translated
el_gr: %d μεταφρασμένα μηνύματα
es_co: %d mensajes traducidos
fi_fi: %d viestiä käännetty
hu_hu: %d üzenet lefordítva
sk_sk: %d správ preložených

source: Gzipped
es_co: Comprimido con Gzip
hu_hu: GZIPelve
sk_sk: Gzip-ované
