Repository: BenBE/ispCP
Catalog: language-files/po/*.po
Languages: el_gr, es_co, fi_fi, hu_hu, sk_sk

source: Upload file error!
el_gr: Σφάλμα μεταφόρτωσης αρχείου!
es_co: ¡Error al cargar el archivo!
fi_fi: Tiedoston lähetysvirhe
hu_hu: Fájl feltöltési hiba!
sk_sk: Chyba pri nahrávaní súboru!

source: You can upload only text files!
el_gr: Μπορείτε να μεταφορτώσετε μόνο αρχεία κειμένου!
es_co: ¡Sólo se pueden cargar archivos de texto!
fi_fi: Voit lähettää vain tekstitiedostoja!
hu_hu: Csak szöveges fájlok tölthetők fel!
sk_sk: Možete nahrať iba textové súbory!

source: Could not read language file!
el_gr: Αδυναμία ανάγνωσης αρχείου γλώσσας!
es_co: ¡No se pudo leer el archivo de idioma!
fi_fi: Kielitiedostoa ei voi lukea!
hu_hu: A nyelvi fájl nem olvasható!
sk_sk: Nemože prečítať ispcp súbor s prekladom!

source: Uploaded file is not a valid language file!
el_gr: Μεταφορτώθηκε μη έγγυρο αρχείο γλώσσας!
es_co: ¡El archivo cargado no es un archivo de idioma válido!
fi_fi: Lähetetty tiedosto ei ole kielitiedosto!
hu_hu: A feltöltött fájl nem érvényes nyelvi fájl!
sk_sk: Nemože prečítať ispcp súbor s prekladom!

source: Uploaded file does not contain language information!
es_co: ¡El archivo cargado no contiene información sobre el idioma!
hu_hu: A feltöltött fájlban nem található nyelvi információ!
sk_sk: Nemože prečítať ispcp súbor s prekladom!

source: %s added new language: %s
es_co: %s ha agregado un nuevo idioma: %s.
fi_fi: %s lisäsi uuden kielen: %s
hu_hu: %s új nyelv telepítve: %s
sk_sk: %s pridal nový jazyk: %s

source: New language installed!
el_gr: Εγκαταστάθηκε νέα γλώσσα!
es_co: Se ha instalado el nuevo idioma.
fi_fi: Uusi kieli asennettu!
hu_hu: Új nyelv telepítve!
sk_sk: Nový jazyk nainštalovaný!

source: %s updated language: %s
es_co: %s ha actualizado el idioma %s.
fi_fi: %s päivitti kielen: %s
hu_hu: %s nyelv frissítve: %s
sk_sk: %s aktualizoval jazyk: %s

source: Language was updated!
el_gr: Η γλώσσα ενημερώθηκε!
es_co: El idioma ha sido actualizado.
fi_fi: Kieli päivitetty!
hu_hu: Nyelv frissítve!
sk_sk: Vlastné chybové stránky boli aktulizované!

source: ispCP - Admin/Internationalisation
el_gr: ispCP - Διαχειριστής/Διεθνοποίηση
es_co: ispCP - Administración/Internacionalización
fi_fi: ispCP - Pääkäyttäjä/Kansainvälistäminen
hu_hu: ispCP - Adminisztrátor / Nyelvi beállítások
sk_sk: ispCP - Admin/Zmedzinárodnenie

source: Internationalisation
el_gr: Διεθνοποίηση
es_co: Internacionalización
fi_fi: Kansainvälistäminen
hu_hu: Nyelvi beállítások
sk_sk: ispCP - Admin/Zmedzinárodnenie

source: Installed languages
el_gr: Εγκατεστημένες γλώσσες
es_co: Idiomas instalados
fi_fi: Asennetut kielipaketit
hu_hu: Telepített nyelvek
sk_sk: Nainštalované jazyky

source: Messages
el_gr: Μηνύματα
es_co: Mensajes
fi_fi: Viestit
hu_hu: Üzenetek
sk_sk: Správy

source: Panel Default
el_gr: Προκαθορισμένη Εφαρμογής
es_co: Panel predeterminado
fi_fi: Paneelin oletus
hu_hu: Panel alapbeállításai
sk_sk: Predvolený

source: Install new language
el_gr: Εγκατάσταση νέας γλώσσας
es_co: Instalar un nuevo idioma
fi_fi: Asenna uusi kielipaketti
hu_hu: Új nyelv telepítése
sk_sk: Nainštalovať nový jazyk

source: Language file
el_gr: Αρχείο γλώσσας
es_co: Archivo de idioma
fi_fi: Kielitiedosto
hu_hu: Nyelvi fájl
sk_sk: Súbor s prekladom

source: Install
el_gr: Εγκατάσταση
es_co: Instalar
fi_fi: Asenna
hu_hu: Telepítés
sk_sk: Nainštalovať

source: Incorrect data input!
el_gr: Εσφαλμένα δεδομένα εισόδου!
es_co: ¡Los datos introducidos son incorrectos!
fi_fi: Virheellinen tietue!
hu_hu: A bemeneti adat hibás!
sk_sk: Nesprávne data!

source: ispCP - Admin/Change Password
el_gr: ispCP - Διαχειριστής/Αλλαγή Συνθηματικού
es_co: ispCP - Administración/Cambio de contraseña
fi_fi: ispCP - Ylläpito / Vaihda salasana
hu_hu: ispCP - Adminisztrátor / Jelszó megváltoztatása
sk_sk: ispCP - Admin/Zmena hesla

source: Please fill up all data fields!
el_gr: Παρακαλώ συμπληρώστε όλα τα πεδία!
es_co: Por favor rellene todos los campos.
fi_fi: Täytä kaikki kentät!
hu_hu: Minden mezőt ki kell tölteni!
sk_sk: Prosím vyplňte všetky položky!

source: Passwords do not match!
el_gr: Ανόμοια συνθηματικά!
es_co: ¡Las contraseñas no son iguales!
fi_fi: Salasana ei täsmää!
hu_hu: A beírt jelszavak nem egyeznek!
sk_sk: Heslá sa nezhodujú!

source: The current password is wrong!
el_gr: Το τρέχον συνθηματικό είναι λάθος!
es_co: ¡La contraseña actual es errónea!
fi_fi: Nykyinen salasana on väärä!
hu_hu: A beírt jelenlegi jelszó hibás!
sk_sk: Súčasné heslo je zlé!

source: User password updated successfully!
el_gr: Επιτυχής ενημέρωση συνθηματικού χρήστη!
es_co: La contraseña del usuario ha sido actualizada.
fi_fi: Käyttäjän salasana päivitetty!
hu_hu: Felhasználói jelszó sikeresen frissítve!
sk_sk: Užívateľské heslo bolo úspešne zmenené!

source: Change password
el_gr: Αλλαγή συνθηματικού
es_co: Cambiar contraseña
fi_fi: Vaihda salasana
hu_hu: Jelszó megváltoztatása
sk_sk: Zmeniť heslo

source: Password data
el_gr: Δεδομένα συνθηματικού
es_co: Contraseña
fi_fi: Salasanatiedot
hu_hu: Jelszó adatai
sk_sk: Heslo

source: Update password
el_gr: Ενημέρωση συνθηματικού
es_co: Actualizar contraseña
fi_fi: Päivitä salasana
hu_hu: Jelszó módosítása
sk_sk: Aktualizovať heslo

source: Current password
el_gr: Τρέχον συνθηματικό
es_co: Contraseña actual
fi_fi: Nykyinen salasana
hu_hu: Jelenlegi jelszó
sk_sk: Súčasné heslo

source: Password change is deactivated!
el_gr: Η αλλαγή συνθηματικού απενεργοποιήθηκε!
es_co: ¡El cambio de contraseña está desactivado!
fi_fi: Salasanan vaihto poistettu käytöstä!
hu_hu: A jelszó megváltoztatása nem engedélyezett!
sk_sk: Doménový alias pridaný!

source: ispCP - Admin/Change Personal Data
el_gr: ispCP - Διαχειριστής/Αλλαγή προσωπικών δεδομένων
es_co: ispCP - Administración/Datos personales
fi_fi: ispCP - Ylläpito / Muuta henkilökohtaisia tietoja
hu_hu: ispCP - Adminisztrátor / Személyes adatok módosítása
sk_sk: ispCP - Admin/Zmeniť osobné údaje

source: Personal data updated successfully!
el_gr: Επιτυχής μεταβολή προσωπικών δεδομένων!
es_co: Los datos personales han sido actualizados.
fi_fi: Henkilökohtaiset tiedot päivitetty onnistuneesti!
hu_hu: Személyes adatok sikeresen módosítva!
sk_sk: Osobné údaje úspešne zmenené!

source: Change personal data
el_gr: Αλλαγή προσωπικών δεδομένων
es_co: Cambiar datos personales
fi_fi: Muuta henkilökohtaisia tietoja
hu_hu: Személyes adatok módosítása
sk_sk: Zmeniť osobné údaje

source: Personal data
el_gr: Προσωπικά δεδομένα
es_co: Datos personales
fi_fi: Henkilökohtaiset tiedot
hu_hu: Személyes adatok
sk_sk: Osobné údaje

source: Update data
el_gr: Μεταβολή δεδομένων
es_co: Actualizar datos
fi_fi: Päivitä tiedot
hu_hu: Adatok módosítása
sk_sk: Aktualizovať údaje

source: ispCP - Admin/Manage users/Add reseller
el_gr: ispCP - Διαχειριστής/Διαχείριση Χρηστών/Προσθήκη μεταπωλητή
es_co: ispCP - Administración/Administrar usuarios/Agregar revendedor
fi_fi: ispCP - Pääkäyttäjä/Hallitse käyttäjiä/Lisää jälleenmyyjä
hu_hu: ispCP - Adminisztrátor / Felhasználók kezelése / Viszonteladó hozzáadása
sk_sk: ispCP - Admin/Spravovať užívateľov/Pridať predajcu

source: Reseller IP list is empty!
el_gr: Η IP του μεταπωλητή είναι κενή!
es_co: La lista de direcciones IP del revendedor está vacía.
fi_fi: Jälleenmyyjän IP-lista on tyhjä!
hu_hu: A Viszonteladói IP-cím lista üres!
sk_sk: IP adresa predaju je prázdna!

source: Assign
el_gr: Ανάθεση
es_co: Asignar
fi_fi: Liitä
hu_hu: Hozzárendel
sk_sk: Priradiť

source: Label
el_gr: Ετικέτα
es_co: Etiqueta
fi_fi: Nimi
hu_hu: Cimke
sk_sk: Popis

source: Number
el_gr: Αριθμός
es_co: Número
fi_fi: Numero
hu_hu: Szám
sk_sk: Číslo

source: The password must be at least %s long and contain letters and numbers to be valid.
el_gr: Το σωστό συνθηματικό πρέπει να έχει ελάχιστο μήκος %s και να περιέχει γράμματα και αριθούς.
es_co: La contraseña debe tener al menos %s caracteres y debe contener letras y números.
fi_fi: Salasanan pitää olla vähintään %s merkkiä pitkä ja sisällettävä sekä kirjaimia että numeroita.
hu_hu: A jelszónak legalább %s karakterből kell állnia, továbbá tartalmaznia kell betűt és számot is.
sk_sk: Heslo musí byť aspoň %s znakov dlhé a musí obsahovať písmená a čísla, abybolo platné.

source: Incorrect email syntax!
el_gr: Σφάλμα σύνταξης email!
es_co: ¡La sintaxis del correo es incorrecta!
fi_fi: Virheellinen sähköpostin muoto!
hu_hu: Az e-mail cím formátuma hibás!
sk_sk: Zlá veľkosť alebo syntax ceny!

source: Incorrect domains limit!
el_gr: Σφάλμα ορίου ονομάτων internet.
es_co: ¡El límite de dominios es incorrecto!
fi_fi: Virheellinen domainien raja!
hu_hu: A domainek korlátozása hibás!
sk_sk: Nesprávna syntax mena domény

source: SQL databases limit is <em>disabled</em> but SQL users limit not!
es_co: La cantidad límite de bases de datos SQL está <em>desactivada</em>; pero la cantidad de usuarios de las bases de datos, no.
hu_hu: Létrehozható SQL adatbázisok számánának korlátozása <em>kikapcsolva</em>, miközben az SQL felhasználók száma korlátozott!
sk_sk: Limit SQL databáz<br><i>(-1 zakázaný, 0 neobmedzený)</i>

source: SQL users limit is <em>disabled</em> but SQL databases limit not!
es_co: La cantidad límite de usuarios de las bases de datos SQL está <em>desactivada</em>; pero la cantidad de bases de datos, no.
hu_hu: Létrehozható SQL felhasználók számánának korlátozása <em>kikapcsolva</em>, miközben az SQL adatbázisok száma korlátozott!
sk_sk: Limit SQL užívateľov<br><i>(-1 zakázaný, 0 neobmedzený)</i>

source: You must assign at least one IP number for a reseller!
el_gr: Πρέπει να αναθέσετε μια τουλαχιστον IP στο μεταπωλητή!
es_co: Debe asignar al menos una dirección IP para un revendedor.
fi_fi: Sinun täytyy määrittää vähintään yksi IP-osoite jälleenmyyjälle!
hu_hu: Legalább egy IP-címet hozzá kell rendelni a viszonteladóhoz!
sk_sk: Musíte priradiť aspoň jednu IP adresu pre predajcu!

source: Add reseller
el_gr: Προσθήκη μεταπωλητή
es_co: Agregar revendedor
fi_fi: Lisää jälleenmyyjä
hu_hu: Viszonteladó hozzáadása
sk_sk: Pridať predajcu

source: Domains limit<br><em>(0 unlimited)</em>
es_co: Cantidad de dominios<br><em>(0: ilimitados)</em>
hu_hu: Létrehozható domainek száma<br /><em>(0 korlátlan)</em>
sk_sk: Limit diskového priestoru [MB]<br><i>(0 neobmedzený)</i>

source: Subdomains limit<br><em>(-1 disabled, 0 unlimited)</em>
es_co: Cantidad de subdominios<br /><em>(-1: desactivado, 0: ilimitados)</em>
hu_hu: Létrehozható aldomainek száma<br /><em>(-1 letiltás, 0 korlátlan)</em>
sk_sk: Maximálny počet subdomén<br><i>(-1 zakázané, 0 neobmedzené)</i>

source: Aliases limit<br><em>(-1 disabled, 0 unlimited)</em>
es_co: Cantidad de alias<br /><em>(-1: desactivado, 0: ilimitados)</em>
hu_hu: Létrehozható domain álnevek száma<br /><em>(-1 letiltás, 0 korlátlan)</em>
sk_sk: Limit SQL užívateľov<br><i>(-1 zakázaný, 0 neobmedzený)</i>

source: Frontpage extensions
es_co: Extensiones Frontpage
fi_fi: Frontpage laajennukset
hu_hu: Frontpage bővítmények
sk_sk: Frontage rozšírenie

source: Backup and restore
el_gr: Αντίγραφα ασφαλείας και επαναφορά αντιγράφων
es_co: Respaldar y restaurar
fi_fi: Varmuuskopio / palautus
hu_hu: Adatmentés és visszaállítás
sk_sk: Záloha a obnovenie

source: Custom error pages
el_gr: Σελίδες λαθών εφαρμογής
es_co: Personalización de páginas de error
fi_fi: Vaihtoehtoiset virhesivut
hu_hu: Egyéni hibaoldalak
sk_sk: Užívateľské chybové stránky

source: Protected areas
el_gr: Προστατευμένες περιοχές
es_co: Áreas protegidas
fi_fi: Suojatut alueet
hu_hu: Védett területek
sk_sk: Chránené oblasti

source: Directory listing
el_gr: Κατάσταση καταλόγων
es_co: Listado de directorio
fi_fi: Hakemistolistaus
hu_hu: Könyvtár listázása
sk_sk: Výpis adresárov

source: Logo upload
el_gr: Μεταφόρτωση λογότυπου
es_co: Cargar logotipo
fi_fi: Logon lähetys
hu_hu: Logó feltöltése
sk_sk: Uloženie loga

source: Support system
el_gr: Σύστημα υποστήριξης
es_co: Sistema de asistencia técnica
fi_fi: Tukijärjestelmä
hu_hu: Ügyfélszolgálat
sk_sk: Podporný systém

source: Reseller IPs
el_gr: IPs Μεταπωλητών
es_co: Direcciones IP del revendedor
fi_fi: Jälleenmyyjän IP:t
hu_hu: Viszonteladóhoz tartozó IP-címek
sk_sk: Predajove IP adresy

source: Customer ID
el_gr: Κωδικός Πελάτη
es_co: ID del cliente
fi_fi: Asiakastunnus
hu_hu: Ügyfélazonosító
sk_sk: ID zákazníka

source: Domains
el_gr: Oνόματα internet
es_co: Dominios
fi_fi: Domainit
hu_hu: Domainek
sk_sk: Domény

source: Aliases
el_gr: Ψευδώνυμα
es_co: Alias
fi_fi: Aliakset
hu_hu: Domain álnevek
sk_sk: Aliasy

source: SQL Databases
el_gr: SQL Β.Δ.
es_co: Bases de datos SQL
fi_fi: SQL Tietokantoja
hu_hu: SQL adatbázisok
sk_sk: SQL databázy

source: SQL Users
el_gr: SQL Χρήστες
es_co: Usuarios SQL
fi_fi: SQL Käyttäjiä
hu_hu: SQL felhasználók
sk_sk: SQL kontá

source: Web Traffic
el_gr: Κίνηση Web
es_co: Tráfico web
fi_fi: Web-liikenne
hu_hu: Webes forgalom
sk_sk: Prenesené dáta cez web

source: Disk storage
el_gr: Αποθήκευση Δίσκου
es_co: Uso de disco
fi_fi: Levytila
hu_hu: Tárhely-használat
sk_sk: Využitie diskového priestoru

source: This reseller's customers are using/have more/higher <strong>%s</strong> accounts/limits than the new limit you entered.
es_co: Los clientes de este revendedor están usando más de <strong>%s</strong> cuentas por encima del nuevo límite que usted ha ingresado.
hu_hu: A viszonteladó egy vagy több ügyfelének a jelenlegi %s korlátja magasabb/több, mint a most megadott.
sk_sk: Spotrebitelia predajcu využívajú viac <strong>%s</strong> kônt/limitov, ako ste zvolili nový limit.

source: This reseller has already assigned more/higher <strong>%s</strong> accounts/limits than the new limit you entered.
es_co: Este revendedor ya ha asignado más de <strong>%s</strong> cuentas por encima del nuevo límite que usted ha ingresado.
hu_hu: A viszonteladó jelenlegi %s korlátja magasabb/több, mint a most megadott.
sk_sk: Tento predajca už pridelil viac <strong>%s</strong> kônt/limitov, ako ste zvolili nový limit.

source: This reseller has customer(s) with unlimited rights for the <strong>%s</strong> service!
es_co: Este revendedor tiene al menos un cliente con todos los permisos para el servicio <strong>%s</strong>.
hu_hu: A viszonteladó egy vagy több ügyfelénél nincs korlátozva a(z) <strong>%s</strong> szolgáltatás!
sk_sk: Tento predajca má užívateľa/užívateľov s neobmedzenými právami na <b>%s</b> službu !<br>

source: If you want to limit a reseller, you must first limit its customers!
es_co: ¡Si quiere poner más restricciones a un revendedor, primero debe poner las restricciones a sus clientes!
hu_hu: A viszonteladó korlátozása előtt az ügyfeleit kell korlátozni!
sk_sk: Ak chcete obmedziť predajcu, najprv musíte limitovat jeho užívateľov!<br>

source: This reseller has domains assigned to the <strong>%s</strong> address!
es_co: Este revendedor tiene dominios asignados a la dirección <strong>%s</strong>.
hu_hu: A viszonteladó domainjei a következő címhez vannak hozzárendelve: <strong>%s</strong>
sk_sk: Tento predajca má užívateľa/užívateľov s neobmedzenými právami na <b>%s</b> službu !<br>

source: The reseller account you trying to edit does not exist!
es_co: La cuenta de revendedor que intenta editar no existe.
hu_hu: A módosítani kívánt viszonteladó nem létezik!
sk_sk: Konto predajcu, ktoré sa pokúšate meniť, neexistuje!

source: ispCP - Admin/Manage users/Edit Reseller
el_gr: ispCP - Διαχειριστής/Διαχείριση Χρηστών/Μεταβολή Μεταπωλητή
es_co: ispCP - Administración/Administrar usuarios/Editar revendedores
fi_fi: ispCP - Ylläpito / Hallitse käyttäjiä / Muokkaa jälleenmyyjää
hu_hu: ispCP - Adminisztrátor / Felhasználók kezelése / Viszonteladó módosítása
sk_sk: ispCP - Admin/Spravovať užívateľov/Upraviť predajcov

source: One or more errors was found! Please, correct them and try again!
es_co: ¡Se ha encontrado uno o más errores! Por favor corríjalos e intente nuevamente.
hu_hu: Egy vagy több hiba! A folytatáshoz ki kell javítani őket!
sk_sk: Jeden alebo viac chýb bolo nájdených! Prosím, opravte ich a skúste znovu!

source: Reseller data inconsistency!
el_gr: Ασυνάρτητα δεδομένα μεταπωλητή!
es_co: ¡Hay inconsistencias en los datos del revendedor!
fi_fi: Jälleenmyyjien tiedot epäjohdonmukaisia
hu_hu: A viszonteladó adatai ellentmondásosak!
sk_sk: Rozpor dát predajcu!

source: Please, read the message(s) above and trying to correct!
el_gr: Παρακαλώ, διαβάστε το παρπάνω μήνυμα(τα) και προσπαθήστε να τα διορθώσετε!
es_co: Por favor lea el/los mensaje(s) de arriba e intente corregirlo(s).
fi_fi: Ole hyvä ja lue ensin viestit yläpuolelta ja yritä korjausta!
hu_hu: A fentebb olvasható egy vagy több üzenet segíthet a hiba kijavításában.
sk_sk: Prosím, preštudujte si správu/y vyššie a skúste ich opraviť!

source: Edit reseller
el_gr: Μεταβολή μεταπωλητή
es_co: Editar revendedor
fi_fi: Muokkaa jälleenmyyjää
hu_hu: Viszonteladó módosítása
sk_sk: Upraviť predajcu

source: unlimited
el_gr: απεριόριστο
es_co: ilimitado
fi_fi: rajoittamaton
hu_hu: korlátlan
sk_sk: Bez obmedzení

source: Generated password:
el_gr: Γεννήτρια συνθηματικού:
es_co: Contraseña generada:
fi_fi: Luo salasana
hu_hu: Létrehozott jelszó:
sk_sk: Generované heslo:

source: Type `CTRL+C` to copy the generated password in the clipboard.
el_gr: Πατήστε `CTRL+C` για να αντιγράψετε το δημιουργημένο συνθηματικό στο πρόχειρο.
es_co: Oprima Ctrl+C para copiar la contraseña generada al portapapeles.
fi_fi: Paina CTRL+C kopioidaksesi luotu salasana
hu_hu: A létrehozott jelszót a 'CTRL+C' kombinációval lehet a vágólapra másolni.
sk_sk: Stlačte `CTRL+C`, pre zvolenie kopírovania hesla do pamäte.

source: ispCP NOTICE:\n\nThe `Enter` key is disabled for performance reasons!\nInstead, use the %s button to update the data.
el_gr: ispCP ΣΗΜΕΙΩΣΗ:\n\nΤο πλήκτρο `Enter` είναι ανενεργό για λόγους επιδόσεων!\nΑντί αυτού, πιέστε το κουμπί %s για μεταβολή των δεδομένων.
es_co: AVISO: \n\n¡La tecla Intro ha sido deshabilitada por razones de rendimiento!\nEn su lugar puede usar el botón %s para actualizar los datos.
fi_fi: ispCP Tiedoite:\n\nEnter näppäin on poissa käytöstä suorituskykysyistä!\nKäytä %s näppäintä päivittääksesi tiedot.
hu_hu: ispCP MEGJEGYZÉS:\n\nAz "Enter" billentyű letiltva a jobb teljesítés érdekében\nHelyette a(z) % gomb használható az adatok frissítéséhez.
sk_sk: ispCP UPOZORNENIE:\n\nKláves `Enter` je znefunkčnený kôli dôvodom s výkonom!\nNamiesto toho, použite %s tlačidlo na aktualizáciu údajov.

source: ispCP - Admin/Reseller statistics
es_co: ispCP - Administración/Estadísticas de revendedores
hu_hu: ispCP - Adminisztrator / Viszonteladói statisztika
sk_sk: ispCP - Admin/Štatistika užívateľov predajcu

source: There are no resellers in your system!
es_co: Actualmente no tiene revendedores.
hu_hu: Nem található viszonteladó!
sk_sk: Nebol nájdený žiaden predajca vo Vašom systéme!

source: %1$s / %2$s <br/>of<br/> <strong>%3$s</strong>
es_co: %1$s / %2$s <br/>de<br/> <strong>%3$s</strong>
hu_hu: %1$s / %2$s<br />összesen:<br /> <strong>%3$s</strong>
sk_sk: %1$s / %2$s <br />z<br /> <strong>%3$s</strong>

source: %1$s / %2$s <br/>of<br/> <strong>unlimited</strong>
es_co: %1$s / %2$s <br/>de<br/> <strong>ilimitado</strong>
hu_hu: %1$s / %2$s<br />-<br /><strong>korlátlan</strong>
sk_sk: %1$s / %2$s <br />z<br /> <strong>neobmedzených</strong>

source: %1$d / %2$d <br/>of<br/> <strong>%3$d</strong>
es_co: %1$d / %2$d <br/>de<br/> <strong>%3$d</strong>
hu_hu: %1$d / %2$d<br />összesen:<br /><strong>%3$d</strong>
sk_sk: %1$d / %2$d <br />z<br /> <strong>%3$d</strong>

source: %1$d / %2$d <br/>of<br/> <strong>unlimited</strong>
es_co: %1$d / %2$d <br/>de<br/> <strong>ilimitado</strong>
hu_hu: %1$d / %2$d<br />-<br /><strong>korlátlan</strong>
sk_sk: %1$d / %2$d <br />z<br /> <strong>neobmedzených</strong>

source: <strong>disabled</strong>
es_co: <strong>deshabilitado</strong>
hu_hu: <strong>letiltva</strong>
sk_sk: <strong>deaktivované</strong>

source: Reseller statistics table
el_gr: Πίνακας στατιστικών μεταπωλητή
es_co: Tabla de estadísticas de revendedores
fi_fi: Jälleenmyyjätilastotaulukko
hu_hu: Viszonteladó statisztikái
sk_sk: Tabuľka štatistík predajcu

source: SQL database
el_gr: Β.Δ. SQL
es_co: Bases de datos SQL
fi_fi: SQL-tietokanta
hu_hu: SQL adatbázis
sk_sk: SQL databáza

source: SQL user
el_gr: Χρήστης SQL
es_co: Usuarios SQL
fi_fi: SQL-käyttäjä
hu_hu: SQL felhasználó
sk_sk: SQL užívateľ

source: ispCP - Admin/Reseller User Statistics
el_gr: ispCP - Διαχειριστής/Στατιστικά Χρήστη Μεταπωλητή
es_co: ispCP - Administración/Estadísticas de usuarios de revendedores
fi_fi: ispCP - Ylläpito / Jälleenmyyjän käyttäjätilastot
hu_hu: ispCP - Adminisztrátor / Viszonteladó felhasználóinak statisztikája
sk_sk: ispCP - Admin/Štatistika užívateľov predajcu

source: %1$s <br/>of<br/> <strong>%2$s</strong>
es_co: %1$s <br/>de<br/> <strong>%2$s</strong>
hu_hu: %1$s<br />összesen:<br /><strong>%2$s</strong>
sk_sk: %1$s <br />z<br /> <strong>%2$s</strong>

source: %s <br/>of<br/> <strong>unlimited</strong>
es_co: %s <br/>de<br/> <strong>ilimitado</strong>
hu_hu: %s<br />-<br /><strong>korlátlan</strong>
sk_sk: %s <br />z<br /> <strong>neobmedzených</strong>

source: %1$d <br/>of<br/> <strong>%2$d</strong>
es_co: %1$d <br/>de<br/> <strong>%2$d</strong>
hu_hu: %1$d<br />összesen:<br /><strong>%2$d</strong>
sk_sk: %1$d <br />z<br /> <strong>%2$d</strong>

source: %d <br/>of<br/> <strong>unlimited</strong>
es_co: %d <br/>de<br/> <strong>ilimitado</strong>
hu_hu: %d<br />-<br /><strong>korlátlan</strong>
sk_sk: %d <br />z<br /> <strong>neobmedzených</strong>

source: Reseller users table
el_gr: Πίνακας χρηστών μεταπωλητή
es_co: Tabla de usuarios de revendedor
fi_fi: Jälleenmyyjätaulukko
hu_hu: Viszonteladó felhasználói
sk_sk: Štatistika užívateľov predajcu

source: This reseller has no domains.
el_gr: Ο μεταπωλητής δεν διαθέτει ονόματα internet.
es_co: Este revendedor no tiene dominios.
fi_fi: Tällä jälleenmyyjällä ei ole domaineja.
hu_hu: A viszonteladónak nincs domainje.
sk_sk: Tento predajca nemá žiadne domény.

source: Traffic<br>usage
el_gr: Χρήση<br>κίνησης
es_co: Uso de<br>tráfico
fi_fi: Liikennemäärän<br>käyttö
hu_hu: Forgalom<br />használat
sk_sk: Využitie<br />prenesených dát

source: Disk<br>usage
el_gr: Χρήση<br>δίσκου
es_co: Uso de<br>disco
fi_fi: Levyn<br>käyttö
hu_hu: Tárhely<br />használat
sk_sk: Využitie<br />diskového priestoru

source: Web<br>traffic
el_gr: Κίνηση<br>Web
es_co: Tráfico<br>web
fi_fi: Web<br>liikenne
hu_hu: Web<br />forgalom
sk_sk: Využitie<br />prenesených dát cez web

source: FTP<br>traffic
el_gr: Κίνηση<br>FTP
es_co: Tráfico<br>FTP
fi_fi: FTP<br>liikenne
hu_hu: FTP<br />forgalom
sk_sk: Využitie<br />prenesených dát cez FTP

source: SMTP<br>traffic
el_gr: Κίνηση<br>SMTP
es_co: Tráfico<br>SMTP
fi_fi: SMTP<br>liikenne
hu_hu: SMTP<br />forgalom
sk_sk: Využitie<br />prenesených dát cez SMTP

source: POP3/IMAP<br>traffic
el_gr: Κίνηση<br>POP3/IMAP
es_co: Tráfico<br>POP3/IMAP
fi_fi: POP3/IMAP<br>liikenne
hu_hu: POP3/IMAP<br />forgalom
sk_sk: Využitie<br />prenesených dát cez POP3/IMAP

source: SQL<br>database
el_gr: SQL<br>Β.Δ.
es_co: Base de<br>datos SQL
fi_fi: SQL<br>tietokanta
hu_hu: SQL<br />adatbázis
sk_sk: SQL<br />databáza

source: SQL<br>user
el_gr: SQL<br>χρήστης
es_co: Usuario<br>SQL
fi_fi: SQL<br>käyttäjä
hu_hu: SQL<br />felhasználó
sk_sk: SQL<br />užívateľ

source: ispCP Admin / System Tools / Anti-Rootkits Tools Log Checker
el_gr: ispCP Διαχειριστής / Εργαλεία Συστήματος / Εργαλεία Αντί-Rootkits Ελεγκτής Αρχείου Καταγραφής
es_co: ispCP Administración/Herramientas del sistema/Registro anti-rootkits
fi_fi: ispCP Ylläpitäjä / Järjestelmätyökalut / Antirootkit ohjelmien logien tarkastaja
hu_hu: ispCP Adminisztrátor / Rendszer / Rootkit-védelem naplója
sk_sk: ispCP Admin / Systémové nástroje / Log Rootkit Hunter-a

source: %s doesn't exist or is empty
el_gr: %s δεν υπάρχει ή είναι κενό
es_co: %s no existe o está vacío.
fi_fi: %s ei ole olemassa tai tyhjä
hu_hu: %s nem létezik vagy üres
sk_sk: %s neexistuje
