Repository: BenBE/ispCP
Catalog: language-files/po/*.po
Languages: el_gr, es_co, fi_fi, hu_hu, sk_sk

source: PHP Support: enabled
el_gr: Υποστήριξη PHP: ενεργή
es_co: Soporte PHP: habilitado
fi_fi: PHP-tuki: käytössä
hu_hu: PHP használat: engedélyezve
sk_sk: PHP podpora: zapnutá

source: PHP Support: disabled
el_gr: Υποστήριξη PHP: ανενεργή
es_co: Soporte PHP: deshabilitado
fi_fi: PHP-tuki: pois käytöstä
hu_hu: PHP használat: letiltva
sk_sk: PHP podpora: vypnutá

source: You have PHP enabled, but the new hosting plan doesn't has this feature.
el_gr: Έχετε ενεργή υποστήριξη PHP, αλλά το νέο πακέτο φιλοξενίας δεν διαθέτει αυτή τη δυνατότητα.
es_co: Tiene PHP habilitado, pero el nuevo plan de alojamiento no cuenta con esta característica.
fi_fi: Sinulla on PHP päällä, mutta uudessa hosting-paketissa ei ole tätä ominaisuutta.
hu_hu: Jelenleg a PHP használata engedélyezett, azonban a választott szolgáltatási csomagban letiltott.
sk_sk: Máte PHP povolené, no nový hostingový plán nemá túto vlastnosť.

source: CGI Support: enabled
el_gr: Υποστήριξη CGI: ενεργή
es_co: Soporte CGI: habilitado
fi_fi: CGI-tuki: käytössä
hu_hu: CGI használat: engedélyezve
sk_sk: CGI podpora: zapnutá

source: CGI Support: disabled
el_gr: Υποστήριξη CGI: ανενεργή
es_co: Soporte CGI: deshabilitado
fi_fi: CGI-tuki: pois käytöstä
hu_hu: CGI használat: letiltva
sk_sk: CGI podpora: vypnutá

source: You have CGI enabled, but the new hosting plan doesn't has this feature.
el_gr: Έχετε ενεργή υποστήριξη CGI, αλλά το νέο πακέτο φιλοξενίας δεν διαθέτει αυτή τη δυνατότητα.
es_co: Tiene CGI habilitado, pero el nuevo plan de alojamiento no cuenta con esta característica.
fi_fi: Sinulla on CGI päällä, mutta uudessa hosting-paketissa ei ole tätä ominaisuutta.
hu_hu: Jelenleg a CGI használata engedélyezett, azonban a választott szolgáltatási csomagban letiltott.
sk_sk: Máte CGI povolené, no nový hostingový plán nemá túto vlastnosť.

source: DNS Support: enabled
el_gr: Υποστήριξη DNS: ενεργή
es_co: Soporte DNS: habilitado
fi_fi: DNS-tuki: käytössä
hu_hu: Kézi DNS módosítás: engedélyezve
sk_sk: PHP podpora: zapnutá

source: DNS Support: disabled
el_gr: Υποστήριξη DNS: ανενεργή
es_co: Soporte DNS: deshabilitado
fi_fi: DNS-tuki: pois käytöstä
hu_hu: Kézi DNS módosítás: letiltva
sk_sk: PHP podpora: vypnutá

source: You have DNS enabled, but the new hosting plan doesn't has this feature.
el_gr: Έχετε ενεργή υποστήριξη DNS, αλλά το νέο πακέτο φιλοξενίας δεν διαθέτει αυτή τη δυνατότητα.
es_co: Tiene el DNS habilitado, pero el nuevo plan de alojamiento no cuenta con esta característica.
fi_fi: Sinulla on DNS päällä, mutta uudessa hosting-paketissa ei ole tätä ominaisuutta.
hu_hu: Jelenleg a Kézi DNS módosítás engedélyezett, azonban a választott szolgáltatási csomagban letiltott.
sk_sk: Máte DNS povolené, no nový hostingový plán nemá túto vlastnosť.

source: You have more disk space in use than the new hosting plan limits.
el_gr: Έχετε περισσότερο χώρο δίσκου σε χρήση από τα όρια του νέου πακέτου φιλοξενίας internet.
es_co: Tiene más espacio en disco que el permitido por el nuevo plan de alojamiento.
fi_fi: Sinulla on enemmän levytilaa käytössä kuin uudessa hosting-paketissa on rajat
hu_hu: Jelenleg több tárhely van használatban, mint amit a választott szolgáltatási csomag megenged.
sk_sk: Využívate viac diskového priestoru, ako limituje nový hostingový plán.

source: Disk limit
el_gr: Όριο δίσκου
es_co: Límite de espacio
fi_fi: Levytilarajoitus
hu_hu: Tárhely korlát
sk_sk: Limit diskového priestoru [MB]

source: You did have more traffic than the new hosting plan limits.
el_gr: Είχατε περισσότερη κίνηση από τα όρια του νέου πακέτου φιλοξενίας internet.
es_co: Tenía más tráfico que el permitido por el nuevo plan de alojamiento.
fi_fi: Sinulla on enemmän liikennettä kuin uudessa hosting-paketissa on rajoitus
hu_hu: Jelenlegi adatforgalom már több, mint amit a választott szolgáltatási csomag megenged.
sk_sk: Máte väčší traffic, ako limituje nový hostingový plán.

source: Traffic limit
el_gr: Όριο κίνησης
es_co: Límite de tráfico
fi_fi: Liikennerajoitus
hu_hu: Adatforgalmi korlát
sk_sk: Limit prenesených dát [MB]

source: You have more aliases in use than the new hosting plan limits.
el_gr: Έχετε περισσότερα ψευδώνυμα από τα όρια του νέου πακέτου φιλοξενίας internet.
es_co: Tiene más alias en uso que los permitidos por el nuevo plan de alojamiento.
fi_fi: Sinulla on enemmän aliaksia käytössä kuin uudessa hosting-paketissa on rajat
hu_hu: Jelenleg több domain álnév van létrehozva, mint amennyit a választott szolgáltatási csomag megenged.
sk_sk: Máte viac aliasov, ako limituje nový hostingový plán.

source: You have more subdomains in use than the new hosting plan limits.
el_gr: Έχετε περισσότερα υποονόματα internet από τα όρια του νέου πακέτου φιλοξενίας.
es_co: Tiene más subdominios en uso que los permitidos por el nuevo plan de alojamiento.
fi_fi: Sinulla on enemmän alidomaineja käytössä kuin uudessa hosting-paketissa on rajat
hu_hu: Jelenleg több aldomain van létrehozva, mint amennyit a választott szolgáltatási csomag megenged.
sk_sk: Máte viac subdomén, ako limituje nový hostingový plán.

source: You have more Email addresses in use than the new hosting plan limits.
el_gr: Έχετε περισσότερες διευθύνσεις email από τα όρια του νέου πακέτου φιλοξενίας internet.
es_co: Tiene más direcciones de correo en uso que las permitidas por el nuevo plan de alojamiento.
fi_fi: Sinulla on enemmän sähköpostitilejä käytössä kuin uudessa hosting-paketissa on rajat
hu_hu: Jelenleg több e-mail van létrehozva, mint amennyit a választott szolgáltatási csomag megenged.
sk_sk: Máte viac e-mailových adries, ako limituje nový hostingový plán.

source: Emails
es_co: Correos
fi_fi: Sähköpostit
hu_hu: E-mail címek
sk_sk: E-maily

source: You have more FTP accounts in use than the new hosting plan limits.
el_gr: Έχετε περισσότερους λογαριασμούς FTP από τα όρια του νέου πακέτου φιλοξενίας internet.
es_co: Tiene más cuentas FTP en uso que las permitidas por el nuevo plan de alojamiento.
fi_fi: Sinulla on enemmän FTP-tilejä käytössä kuin uudessa hosting-paketissa on rajat
hu_hu: Jelenleg több FTP hozzáférés van létrehozva, mint amennyit a választott szolgáltatási csomag megenged.
sk_sk: Máte viac FTP kônt, ako limituje nový hostingový plán.

source: FTPs
es_co: FTP
fi_fi: FTP:t
hu_hu: FTP hozzáférések
sk_sk: FTP kontá

source: You have more SQL databases in use than the new hosting plan limits.
el_gr: Έχετε περισσότερες SQL Β.Δ. από τα όρια του νέου πακέτου φιλοξενίας internet.
es_co: Tiene más bases de datos SQL en uso que las permitidas por el nuevo plan de alojamiento.
fi_fi: Sinulla on enemmän SQL-tietokantoja käytössä kuin uudessa hosting-paketissa on rajat
hu_hu: Jelenleg több SQL adatbázis van létrehozva, mint amennyit a választott szolgáltatási csomag megenged.
sk_sk: Máte viac SQL databáz, ako limituje nový hostingový plán.

source: You have more SQL database users in use than the new hosting plan limits.
el_gr: Έχετε περισσότερους χρήστες Β.Δ. SQL από τα όρια του νέου πακέτου φιλοξενίας internet.
es_co: Tiene más usuarios de base de datos SQL que los permitidos por el nuevo plan de alojamiento.
fi_fi: Sinulla on enemmän SQL-tietokanta käyttäjiä käytössä kuin uudessa hosting-paketissa on rajat
hu_hu: Jelenleg több SQL adatbázis felhasználó van létrehozva, mint amennyit a választott új szolgáltatási csomag megenged.
sk_sk: Máte väčší počet SQL užívateľov, ako limituje nový hostingový plán.

source: You cannot update to this hosting plan, see notices in text.
es_co: No puede cambiarse a este plan de alojamiento debido a lo indicado en los avisos.
fi_fi: Et voi päivittää tätä hosting-pakettia, katso ilmoitus tekstistä.
hu_hu: Nem lehetséges a szolgáltatási csomag módosítása. Bővebb információ a megjegyzés részben olvasható.
sk_sk: Nemôžete prejsť na tento hostingový plán, prezrite si poznámky v texte.

source: Warning:
el_gr: Προειδοποίηση:
es_co: Advertencia:
fi_fi: Varoitus:
hu_hu: Figyelem:
sk_sk: Upozornenie:

source: Caution:
el_gr: Προσοχή:
es_co: Atención:
fi_fi: Varoitus:
hu_hu: Vigyázat:
sk_sk: Výstraha:

source: I understand the warnings - Purchase!
el_gr: Κατανοώ τις προειδοποιήσεις - Αγοράζω !
es_co: Soy consciente de las advertencias. Quiero comprarlo.
fi_fi: Ymmärrän varoituksen - Osta!
hu_hu: A figyelmeztetések tudomásul vételével a csomag igénylése!
sk_sk: Rozumiem upozorneniam - Kúpiť!

source: There are no available hosting plans for update
el_gr: Δεν υπάρχουν διαθέσιμα πακέτα φιλοξενίας internet για ενημέρωση.
es_co: No hay planes de alojamiento disponibles para actualizar.
fi_fi: Ei saatavilla olevia hosting-paketteja
hu_hu: Nincs elérhető szolgáltatási csomag frissítés
sk_sk: Nie sú dostupné žiadne hostingové plány na update

source: ispCP - Update hosting plan
el_gr: ispCP - Ενημέρωση πακέτου φιλοξενίας internet
es_co: ispCP - Actualizar plan de alojamiento
fi_fi: ispCP - Päivitä hosting-paketti
hu_hu: ispCP - Szolgáltatási csomag frissítése
sk_sk: ispCP - Update hostingového plánu

source: You have more e-mail addresses in use than the new hosting plan limits.
el_gr: Έχετε περισσότερες διευθύνσεις email σε χρήση από τα όρια του νέου πακέτου φιλοξενίας.
es_co: Tiene más direcciones de correo en uso que las permitidas por el nuevo plan de alojamiento.
fi_fi: Sinulla on enemmän sähköpostitilejä käytössä kuin uudessa hosting-paketissa on rajoitus
hu_hu: Jelenleg több e-mail van létrehozva, mint amennyit a választott szolgáltatási csomag megenged.
sk_sk: Využívate viac e-mail adries, ako limituje nový hostingový plán.

source: Your request for hosting pack update was added successfully
el_gr: Η αίτησή σας για ενημερωση του πακέτου φιλοξενίας internet καταχωρήθηκε επιτυχώς
es_co: Su solicitud de actualización del plan de alojamiento ha sido agregada.
fi_fi: Pyyntäsi päivittää hosting-paketti on lisätty onnistuneesti
hu_hu: A szolgáltatási csomag frissítése sikeresen hozzáadva a leadott igénylésnek megfelelően
sk_sk: Váša požiadavka na update hostingového plánu bola pridaná úspešne

source: [ispCP OrderPanel] - You have an update order
el_gr: [ispCP ΠίνακαςΠαραγγελίας] - Έχετε μια ενημερωμένη παραγγελία
es_co: [Panel de compras de ispCP] - Tiene un pedido de actualización de un plan.
fi_fi: [ispCP Tilauspaneelil] - Sinulla on päivitetty tilaus
hu_hu: [ispCP Megrendelő] - Csomagmódosítási igény érkezett
sk_sk: [ispCP PanelObjednávky] - Máte objednávku aktualizácie

source: You have an update order for the account %s Please login into your ispCP control panel at %s for more details
el_gr: Έχετε μια ενημερωμένη παραγγελια για το λογαριασμό %s Παρακαλώ μπείτε στο πίνακα ελέγχου του ispCP στο %s για περισσότερες λεπτομέρειες.
es_co: Tiene un pedido de actualización de un plan para la cuenta %s Por favor ingrese a %s en su panel de control para más detalles.
fi_fi: Sinulla on päivitetty tilaus tilille %s Kirjaudu sisään ispCP-hallintapaneeliin osoiteessa %s saadaksesi lisätietoja
hu_hu: Tisztelt {RESELLER}! Szolgáltatási csomag módosítására érkezett igény: %s További információk az ispCP verzérlőpulton: %s Üdvözlettel: az ispCP csapat
sk_sk: Máte objednávku aktualizácie pre konto %s Prosím nahláste sa do Vašeho ispCP ovládacieho panela ako %s pre viac informácií

source: Your request for hosting pack update was removed successfully
el_gr: Η αίτησή σας για ενημέρωση του πακέτου φιλοξενίας internet αποσύρθηκε
es_co: Su solicitud de actualización del plan de alojamiento ha sido eliminada.
fi_fi: Pyyntäsi päivittää hosting-paketti on poistettu onnistuneesti
hu_hu: A szolgáltatási csomag frissítése sikeresen visszavonva a leadott igénylésnek megfelelően
sk_sk: Váša požiadavka na update hostingového plánu bola odstránená úspešne

source: disabled
el_gr: ανενεργό
es_co: desactivado
fi_fi: ei käytössä
hu_hu: letiltva
sk_sk: zakázané

source: You have <strong>%d</strong> new answer to your support questions
es_co: Tiene <strong>%d</strong> nuevas respuestas a sus consultas de asistencia técnica.
hu_hu: <strong>%d</strong> új válasz érkezett a leadott hibajegyre
sk_sk: Máte <b>%d</b> nových porporných otázok

source: %1$s%% [%2$s of %3$s]
el_gr: %1$s%% [%2$s από %3$s]
es_co: %1$s%% [%2$s de %3$s]
fi_fi: %1$s%% [%2$s / %3$s]
hu_hu: %1$s%% [%2$s - korlát: %3$s]
sk_sk: %1$s%% [%2$s z %3$s]

source: %1$s%% [%2$s of unlimited]
el_gr: %1$s%% [%2$s από απεριόριστα]
es_co: %1$s%% [%2$s de ilimitado]
fi_fi: %1$s%% [%2$s /rajoittamaton]
hu_hu: %1$s%% [%2$s - korlátlan]
sk_sk: %1$s%% [%2$s z nebmedzených]

source: You are exceeding your disk limit!
el_gr: Υπέρβαση στο όριο δίσκου σας!
es_co: ¡Está excediendo la capacidad límite de almacenamiento en disco!
fi_fi: Olet ylittämässä levytilarajoitustasi!
hu_hu: A rendelkezésre álló tárhely korlát elérve!
sk_sk: Prekračujete Váš limit diskového priestoru!

source: You have no new support questions!
el_gr: Δεν έχετε νέες ερωτήσεις υποστήριξης!
es_co: No tiene nuevas consultas de asistencia técnica.
fi_fi: Sinulla ei ole uusia tukikysymyksiä!
hu_hu: Nincs új hibajegy!
sk_sk: Nemáte žiadne nové podporné otázky!

source: Not Set
es_co: No especificado
fi_fi: Ei asetettu
hu_hu: Nincs beállítva
sk_sk: Nenastavené

source: This Domain is expired
el_gr: Το όνομα internet έληξε
es_co: Este dominio expiró
fi_fi: Domain on vanhentunut
hu_hu: A domain lejárt
sk_sk: Vlastnosti domény

source: ispCP - Client/Main Index
el_gr: ispCP - Πελάτης/Κυρίως Κατάλογος
es_co: ispCP - Cliente/Índice principal
fi_fi: ispCP - Asiakas / Pääsivu
hu_hu: ispCP - Ügyfél / Főoldal
sk_sk: ispCP - Klient/Hlavný index

source: General information
el_gr: Γενικές πληροφορίες
es_co: Información general
fi_fi: Yleistiedot
hu_hu: Kezdőlap
sk_sk: Všeobecné informácie

source: Account name
el_gr: Όνομα λογαριασμού
es_co: Nombre de la cuenta
fi_fi: Tilin nimi
hu_hu: Azonosító
sk_sk: Názov konta

source: Main domain
el_gr: Κυρίως όνομα internet
es_co: Dominio principal
fi_fi: Päädomain
hu_hu: Fő domain
sk_sk: Hlavná doména

source: SQL support
el_gr: Υποστήριξη SQL
es_co: Soporte SQL
fi_fi: SQL-tuki
hu_hu: SQL használat
sk_sk: Podpora SQL

source: Choose default language
el_gr: Επιλογή γλώσσας προεπιλογής
es_co: Elija el idioma predeterminado
fi_fi: Valitse oletuskieli
hu_hu: Alapértelmezett nyelv kiválasztása
sk_sk: Vyberte predvolený jazyk

source: Traffic usage
el_gr: Χρήση κίνησης
es_co: Uso de tráfico
fi_fi: Liikennemäärän käyttä
hu_hu: Adatforgalom
sk_sk: Prenesené dáta

source: Disk usage
el_gr: Χρήση δίσκου
es_co: Uso de disco
fi_fi: Levytilankäyttä
hu_hu: Tárhelyhasználat
sk_sk: Využitie diskového priestoru

source: Alternative URL to reach your website
es_co: URL alternativa para su sitio web
fi_fi: Valinnainen URL internetsivuillesi
hu_hu: Alternatív URL a weboldal eléréséhez
sk_sk: Alternatívna URL pre prístup k Vašej stránke

source: ispCP - Client/Change Language
el_gr: ispCP - Πελάτης/Αλλαγή Γλώσσας
es_co: ispCP - Cliente/Cambiar idioma
fi_fi: ispCP - Asiakas / Muuta kieltä
hu_hu: ispCP - Ügyfél / Nyelv kiválasztása
sk_sk: ispCP - Klient/Zmeniť jazyk

source: Please wait for update
el_gr: Περιμένετε παρακαλώ την ενημέρωση
es_co: Por favor espere a que se actualice
fi_fi: Odota päivitystä
hu_hu: Kis türelmet, frissítés folyamatban
sk_sk: Prosím počkajte na aktualizovanie

source: Mail accounts list is empty!
el_gr: Η λίστα λογιαριασμών email είναι κενή!
es_co: La lista de cuentas de correo está vacía.
fi_fi: Sähkäpostikäyttäjien lista on tyhjä!
hu_hu: Az e-mail fiókok listája üres!
sk_sk: Zoznam e-mailových kont je prázdny!

source: Mail users
el_gr: Χρήστες email
es_co: Usuarios de correo
fi_fi: Sähkäpostikäyttäjät
hu_hu: E-mail felhasználók
sk_sk: E-mailový užívatelia

source: Auto respond
el_gr: Αυτόματη απάντηση
es_co: Autorresponder
fi_fi: Automaattivastaus
hu_hu: Automatikus válasz
sk_sk: Automatická odpoveď

source: Domain mails
el_gr: Emails ονόματος internet
es_co: Correos del dominio
fi_fi: Domainin sähköpostit
hu_hu: Domainhez tartozó e-mail címek
sk_sk: Doménové e-maily

source: Subdomain mails
el_gr: Email υποονόματος internet
es_co: Correos de subdominios
fi_fi: Alidomainin sähköpostit
hu_hu: Aldomainhez tartozó e-mail címek
sk_sk: Sub-doménové e-maily

source: Alias mails
el_gr: Emails ψευδωνύμων
es_co: Correos de alias
fi_fi: Sähkäpostialiakset
hu_hu: Domain álnévhez tartozó e-mail címek
sk_sk: Aliasové e-maily

source: Mails total
el_gr: Σύνολο emails
es_co: Total de correos
fi_fi: Sähkäposteja yhteensä
hu_hu: E-mail összesen
sk_sk: E-maily spolu

source: Show default E-Mail addresses
el_gr: Προβολή διεύθυνσης email προεπιλογής
es_co: Mostrar direcciones de correo predeterminadas
fi_fi: Näytä oletus sähköpostiosoite
hu_hu: Alap e-mail címek megjelenítése
sk_sk: Zobraz základné E-mail adresy

source: Hide default E-Mail Addresses
el_gr: Απόκρυψη διεύθυνσης email προεπιλογής
es_co: Ocultar direcciones de correo predeterminadas
fi_fi: Piiloita oletussähköpostiosoitteet
hu_hu: Alap e-mail címek elrejtése
sk_sk: Skry základné E-mail adresy

source: Mailformat of an address in your forward list is incorrect!
el_gr: Λάθος μορφή μιας διεύθυνσης email στην λίστα προώθησης!
es_co: ¡El formato de correo de una dirección en su lista de redireccionamiento es incorrecto!
fi_fi: Osoitteen muoto edelleenlähetyslistalla on väärä!
hu_hu: A továbbítási listában megadott e-mail cím formátuma hibás!
sk_sk: Formát e-mailu v zozname presmerovaní je nesprávny!

source: Mail forward list empty!
el_gr: Κενή λίστα προώθησης email!
es_co: La lista de correos de redireccionamiento está vacía.
fi_fi: Shköpostin edelleenohjauslista on tyhjä!
hu_hu: E-mail továbbítási lista üres!
sk_sk: Zoznam presmerovania je prázdny!

source: Forward to same address is not allowed!
el_gr: Απαγορεύεται προώθηση στην ίδια διεύθυνση!
es_co: ¡No se puede hacer una redirección a la misma dirección!
fi_fi: Edelleenlähetys samaan osoitteeseen ei ole sallittu!
hu_hu: Az e-mail cím nem továbbítható önmagára!
sk_sk: Sub-doména už existuje!

source: Mail account already exists!
el_gr: Ο λογαριασμός email υπάρχει ήδη!
es_co: ¡La cuenta de correo ya existe!
fi_fi: Sähkäpostitunnus on jo olemassa
hu_hu: Ilyen e-mail fiók már létezik!
sk_sk: E-mailové konto už existuje!

source: Mail account scheduled for addition!
el_gr: Προετοιμάζεται η πρόσθεση του λογαριασμού email!
es_co: La cuenta de correo ha sido programada para ser agregada.
fi_fi: Sähkäpostitunnus ajoitettu lisättäväksi!
hu_hu: E-mail fiók beütemezve hozzáadásra!
sk_sk: E-mailové konto načasované pre pridanie!

source: Please select at least one mail type!
el_gr: Επιλέξτε παρακαλώ τουλάχιστον ένα τύπο email!
es_co: Por favor seleccione al menos un tipo de correo.
fi_fi: Valitse ainakin yksi postityyppi!
hu_hu: A fióktípus nincs kiválasztva!
sk_sk: Prosím vyplňte e-mail!

source: Please enter mail account username!
el_gr: Παρακαλώ δώστε το όνομα λογαριασμού email!
es_co: Por favor ingrese el nombre de usuario de la cuenta de correo.
fi_fi: Anna sähköpostin käyttäjänimi!
hu_hu: Az azonosító nincs megadva!
sk_sk: Prosím zadajte meno e-mailového konta!

source: Invalid mail localpart format used!
es_co: El formato de correo usado no es válido.
hu_hu: Az e-mail címben szerelő domain formátuma ("@" utáni rész) hibás!
sk_sk: Použitý zlý formát lokálnej časti e-mailu

source: Password data is missing!
el_gr: Ελλιπή δεδομένα συνθηματικού!
es_co: ¡No ha escrito la contraseña!
fi_fi: Salasanatiedot uupuvat!
hu_hu: A jelszó nincs megadva!
sk_sk: Chýba hesla!

source: Entered passwords differ!
el_gr: Εισαγωγή ανόμοιων συνθηματικών!
es_co: ¡Las contraseñas ingresadas no son iguales!
fi_fi: Annetut salasanat poikkeavat!
hu_hu: A beírt jelszavak nem egyeznek!
sk_sk: Zadané heslá sú rozdielne!

source: Subdomain alias
el_gr: Ψευδώνυμο υποονόματος internet
es_co: Alias de subdominio
fi_fi: Alidomainin alias
hu_hu: Aldomain álnevek
sk_sk: Sub-doménové e-maily

source: %s list is empty! You cannot add mail accounts!
el_gr: %s λίστα είναι κενή! Αδύνατη η προσθήκη λογαριασμών email!
es_co: La lista %s está vacía. No puede agregar cuentas de correo.
fi_fi: %s lista on tyhjä! Et voi lisätä sähköpostitilejä!
hu_hu: A(z) %d lista üres! Nem lehet több e-mail fiókot felvenni!
sk_sk: %s zoznam je prázdny! Nemôžete pridať mailové kontá!

source: %s ID is invalid! You cannot add mail accounts!
es_co: El ID %s no es válido. No puede agregar cuentas de correo.
hu_hu: Érvénytelen a(z) %d azonosító! Nem lehet több e-mail fiókot felvenni!
sk_sk: %s ID je neplatné! Nemôžete pridať mailové kontá!

source: Forward list is empty!
el_gr: Κενή λίστα προώθησης!
es_co: La lista de redireccionamiento está vacía.
fi_fi: Ohjauslista on tyhjä!
hu_hu: A továbbítási lista üres!
sk_sk: Zoznam presmerovania je prázadny!

source: Mail accounts limit reached!
el_gr: Στο όριο οι λογαριασμοί email!
es_co: ¡Ha alcanzado la cantidad límite de cuentas de correo!
fi_fi: Sähköpostitilien raja täynnä!
hu_hu: E-mail fiókok maximális száma elérve!
sk_sk: Limit e-mailových kont dosiahnutý!

source: ispCP - Client/Add Mail User
el_gr: ispCP - Πελάτης/Προσθήκη Xρήστη Εmail
es_co: ispCP - Cliente/Agregar cuentas de correo
fi_fi: ispCP - Asiaskas / Lisää sähköpostikäyttäjä
hu_hu: ispCP - Ügyfél / E-mail fiók létrehozása
sk_sk: ispCP - Klient/Pridať E-mailové konto

source: Add mail users
el_gr: Προσθήκη χρηστών email
es_co: Agregar cuenta de correo
fi_fi: Lisää sähköpostikäyttäjiä
hu_hu: E-mail fiók létrehozása
sk_sk: Pridať E-mailové konto

source: To alias subdomain
el_gr: Ψευδώνυμο για υποονόματα internet
es_co: A un subdominio de un alias
fi_fi: Alias Alidomainille
hu_hu: domain álnévhez
sk_sk: K sub-doméne

source: Normal mail
el_gr: Κοινό email
es_co: Correo normal
fi_fi: Tavallinen sähköposti
hu_hu: Normál e-mail
sk_sk: Normálny e-mail

source: Forward mail
el_gr: Προώθηση email
es_co: Redireccionar Correo
fi_fi: Ohjaa sähköpostiin
hu_hu: Levelek továbbítása
sk_sk: Presmerovný e-mail

source: Forward to
el_gr: Προώθηση σε
es_co: Redireccionar a
fi_fi: Ohjaa:
hu_hu: Továbbítás ide
sk_sk: Presmerovať do

source: Separate multiple email addresses with a line-break.
el_gr: Διαχωρισμός πολλών email διευθύνσεων με line-break
es_co: Separar múltiples direcciones de correo con un salto de línea.
fi_fi: Erota useat sähköpostiosoitteet rivinvaihdolla.
hu_hu: Több címzett is megadható. Azonban a helyes működés érdekében minden e-mail címet külön sorba kell írni!
sk_sk: Oddelte viac e-mailových adries novým riadkom.

source: You did not fill all required fields
el_gr: Τα υποχρεωτικά πεδία δεν είναι πλήρη
es_co: ¡No ha rellenado todos los campos requeridos!
fi_fi: Et täyttänyt kaikkia vaadittuja kenttiä
hu_hu: Nincs kitöltve az összes szükséges mező!
sk_sk: Nevyplnili ste všetky vyžadované polia

source: Mail account scheduled for modification!
el_gr: Ετοιμάστηκε ο λογαριασμός email για μεταβολή!
es_co: La cuenta de correo ha sido programada para ser modificada.
fi_fi: Sähkäpostitunnus ajoitettu muutettavaksi!
hu_hu: E-mail fiók beütemezve módosításra!
sk_sk: Mail konto načasované na zmenu!

source: Please type your mail autorespond message!
el_gr: Παρακαλώ ορίστε το μήνυμα αυτόματης απάντησης!
es_co: Por favor ingrese el mensaje de autorrespuesta de correos.
fi_fi: Anna automaattivastauksen viesti!
hu_hu: 'Automatikus válasz' üzenete nincs megadva!
sk_sk: Prosím zadajte Vašu automatickú odpoveď e-mailom!

source: Mail account scheduler for modification!
el_gr: Ετοιμασία λογαριασμού email για μεταβολή!
es_co: La cuenta de correo ha sido programada para ser modificada.
fi_fi: Sähkäpostitunnus ajoitettu muutettavaksi!
hu_hu: E-mail fiók beütemezve módosításra!
sk_sk: E-mailové konto načasované na aktualizáciu!

source: ispCP - Client/Enable Mail Auto Responder
el_gr: ispCP - Πελάτης/Ενεργοποίηση Αυτόματης Απάντησης email
es_co: ispCP - Cliente/Habilitar autorrespuesta de correo
fi_fi: ispCP - Asiakas / Muokkaa sähköpostin automaattivastausta
hu_hu: ispCP - Ügyfél / 'Automatikus válasz' e-mail bekapcsolása
sk_sk: ispCP - Klient/Zapnúť automatickú odpoveď e-mailom
