Repository: BenBE/ispCP
Catalog: language-files/po/*.po
Languages: el_gr, es_co, fi_fi, hu_hu, sk_sk

source: You have no custom service ports defined.
el_gr: Δεν έχουν οριστεί θύρες υπηρεσιών εφαρμογής.
es_co: No ha definido puertos de servicio personalizados.
fi_fi: Sinulla ei ole kustomoitua palvelun porttia määritetty.
hu_hu: Nincs beállítva saját szolgáltatási port.
sk_sk: Nemáte nastavené žiadne vlastné porty.

source: Unknown service port name!
es_co: ¡Nombre de puerto de servicio desconocido!
hu_hu: A szolgáltatási port neve ismeretlen!
sk_sk: Pridať nový užívateľský hostingový plán

source: Service port was removed!
es_co: El puerto de servicio ha sido eliminado.
fi_fi: Palveluportti on poistettu!
hu_hu: Szolgáltatási port törölve!
sk_sk: Tiket bol znovu otvorený!

source: You are not allowed to remove this port entry!
es_co: ¡No se le permite eliminar esta entrada!
hu_hu: Jogosultság hiányában ez a port nem törölhető!
sk_sk: Nieste poverený, aby ste mazal tento záznam portu!

source: Protocol
el_gr: Πρωτόκολλο
es_co: Protocolo
fi_fi: Protokolla
hu_hu: Protokoll
sk_sk: Protokol

source: Are you sure you want to delete %s service port ?
es_co: ¿Está seguro que quiere borrar el puerto de servicio %s?
fi_fi: Oletko varma että haluat poistaa palveluportin %s?
hu_hu: Biztos, hogy törölve legyen a(z) "%s" szolgáltatási port?
sk_sk: Ste si istý, že chcete zmazať %s port služby ?

source: View / Update service(s) port
es_co: Ver o actualizar los puertos de los servicios
fi_fi: Katso / päivitä palvelun portti
hu_hu: Szolgáltatási portok áttekintése / frissítése
sk_sk: Zobraz / Aktualizuj post služby(ieb)

source: Add new service port
es_co: Agregar nuevo puerto de servicio
fi_fi: Lisää uusi palveluportti
hu_hu: Szolgáltatási port beállítása
sk_sk: Pridať nový užívateľský hostingový plán

source: ispCP - Admin/Server Traffic Settings
el_gr: ispCP - Διαχειριστής/Ρυθμίσεις Κίνησης Διακομιστή
es_co: ispCP - Administración/Configuración de tráfico del servidor
fi_fi: ispCP - Ylläpito / Palvelimen liikenneasetukset
hu_hu: ispCP - Adminisztrátor / Szerverforgalom beállításai
sk_sk: ispCP- Admin/Nastavenia prenesených dát servra

source: Wrong data input!
el_gr: Λάθος δεδομένα εισόδου!
es_co: ¡Los datos ingresados son erróneos!
fi_fi: Virheellinen tieto!
hu_hu: A beírt adat hibás!
sk_sk: Chýbné vstupné data!

source: Warning traffic is bigger than max traffic!
el_gr: Προειδοποίηση η κίνηση ξεπέρασε τη μέγιστη τιμή της!
es_co: El tráfico de advertencia es mayor que el límite máximo de tráfico.
fi_fi: Varoitusraja liikenteelle on suurempi kuin maksimiliikennemäärä!
hu_hu: A "Figyelmeztetési szint" magasabb, mint az "Adatforgalmi korlát"
sk_sk: Upozornenie: prenesené dáta sú väčšie ako maximálne prenesené dáta!

source: Server traffic settings updated successfully!
el_gr: Οι ρυθμίσεις κίνησης διακομιστή ενημερώθηκαν!
es_co: La configuración de tráfico del servidor ha sido actualizada.
fi_fi: Palvelimen liikenneasetukset päivitetty onnistuneesti!
hu_hu: A szerverre vonatkozó adatforgalmi beállítások sikeresen frissítve!
sk_sk: Nastavenia prenesených dát na servri úspešne aktualizované!

source: Modify
el_gr: Τροποποίηση
es_co: Modificar
fi_fi: Muokkaa
hu_hu: Módosítás
sk_sk: Zmeniť

source: Server traffic settings
el_gr: Ρυθμίσεις κίνησης διακομιστή
es_co: Tráfico del servidor
fi_fi: Palvelimen liikenneasetukset
hu_hu: Szerverre vonatkozó adatforgalmi beállítások
sk_sk: Nastavenia prenesených dát servra

source: Set server traffic settings
el_gr: Θέστε τις ρυθμίσεις κίνησης διακομιστή
es_co: Configuración de tráfico del servidor
fi_fi: Aseta palvelimen liikennemääräasetukset
hu_hu: Adatforgalmi szintek beállítása
sk_sk: Nastaviť prenesené data na servri

source: Max traffic [MB]
el_gr: Μέγιστο κίνησης [MB]
es_co: Tráfico máximo (MB)
fi_fi: Max liikenne [MT]
hu_hu: Adatforgalmi korlát [MB]
sk_sk: Maximálny počet prenesených dát [MB]

source: Warning traffic [MB]
el_gr: Προειδοποίηση κίνησης [MB]
es_co: Tráfico de advertencia (MB)
fi_fi: Varoitusraja liikenteelle [MT]
hu_hu: Figyelmeztetési szint [MB]
sk_sk: Upozornenie prenesených dát [MB]

source: ispCP - Admin/Manage users/Email setup
el_gr: ispCP -Διαχειριστής/Διαχείριση χρηστών/Ρύθμιση email
es_co: ispCP - Administración/Administrar usuarios/Correo de creación de cuenta
fi_fi: ispCP - Ylläpito / Hallitse käyttäjiä / Sähkäpostiasetukset
hu_hu: ispCP - Adminisztrátor / Felhasználók kezelése / Üzenetsablon beállítása
sk_sk: ispCP - Admin/Spravovať užívateľov/Nastavenie e-mailu

source: Email setup
el_gr: Ρύθμιση email
es_co: Creación de cuenta
fi_fi: Email-asetukset
hu_hu: Üzenetsablonok beállítása
sk_sk: Nastavenie E-mailu

source: User real (first and last) name
el_gr: Ονοματεπώνυμο χρήστη
es_co: Nombre completo del usuario
fi_fi: Käyttäjän oikea (etu ja suku) nimi
hu_hu: Felhasználó teljes (vezeték és kereszt) neve
sk_sk: Skutočné meno (krstné, priezvisko) užívateľa

source: User type (admin, reseller, user)
el_gr: Τύπος χρήστη (διαχειριστής, μεταπωλητής, χρήστης)
es_co: Tipo de usuario (administrador, revendedor, usuario)
fi_fi: Käyttäjätyyppi (ylläpitäjä, jälleenmyyjä, käyttäjä)
hu_hu: Felhasználói szint (adminisztrátor, viszonteladó, felhasználó)
sk_sk: Hodnosť užívateľa (administrátor, obchodník, užívateľ)

source: Number of CPU Cores
el_gr: Αριθμός πυρήνων CPU
es_co: Cantidad de núcleos
fi_fi: CPU ytimien määrä
hu_hu: CPU magok száma
sk_sk: Počet jadier CPU

source: CPU model
el_gr: Μοντέλο CPU
es_co: Modelo del procesador
fi_fi: CPU malli
hu_hu: CPU modell
sk_sk: model CPU

source: CPU system Info
el_gr: Πληροφορίες CPU συστήματος
es_co: Información de la unidad central de procesamiento
fi_fi: CPU tiedot
hu_hu: CPU adatok
sk_sk: CPU systémové informácie

source: Filesystem system Info
el_gr: Πληροφορίες συστήματος αρχείων
es_co: Información del sistema de archivos
fi_fi: Tiedostojärjestelmän tiedot
hu_hu: Fájlrendszer adatok
sk_sk: Informácie o súborových systémoch

source: Free
el_gr: Ελεύθερα
es_co: Libre
fi_fi: Vapaana
hu_hu: Szabad
sk_sk: Voľné

source: Kernel Version
es_co: Versión del núcleo
fi_fi: Kernelin versio
hu_hu: Kernel verziója
sk_sk: Verzia jadra

source: Load (1 Min, 5 Min, 15 Min)
es_co: Carga (1 min, 5 min, 15 min)
fi_fi: Kuorma (1 Min, 5 Min, 15 Min)
hu_hu: Terhelés/Load (1, 5, 15 percre vonatkozó)
sk_sk: Načítanie (1 Min, 5 Min, 15 Min)

source: Memory system info
el_gr: Πληροφορίες μνήμης συστήματος
es_co: Información de la memoria
fi_fi: Muistin tiedot
hu_hu: Memória adatok
sk_sk: Pamäť systémové informácie

source: Mount
el_gr: Σύνδεση
es_co: Punto de montaje
fi_fi: Liitos
hu_hu: Eszköz
sk_sk: Pripojené

source: Partition
el_gr: Διαμέρισμα
es_co: Partición
fi_fi: Osio
hu_hu: Csatolási pont
sk_sk: Partícia

source: Size
el_gr: Μέγεθος
es_co: Tamaño
fi_fi: Koko
hu_hu: Méret
sk_sk: Veľkosť

source: System info
el_gr: Πληροφορίες συστήματος
es_co: Información del sistema
fi_fi: Järjestelmätiedot
hu_hu: Rendszeradatok
sk_sk: Systémové informácie

source: Vital system info
el_gr: Ζωτικές πληροφορίες συστήματος
es_co: Información vital para el sistema
fi_fi: Tärkeät järjestelmätiedot
hu_hu: Alapvető rendszerinformációk
sk_sk: Rozhodujúce systémove informácie

source: Type
el_gr: Τύπος
es_co: Tipo
fi_fi: Tyyppi
hu_hu: Típus
sk_sk: Typ

source: ispCP - Client/Questions & Comments
el_gr: ispCP - Πελάτης/Ερωτήσεις & Σχόλια
es_co: ispCP - Cliente/Consultas y comentarios
fi_fi: ispCP - Asiakas / Kysymykset & Kommentit
hu_hu: ispCP - Ügyfél / Kérdések és Vélemények
sk_sk: ispCP - Klient/Otázky a Komentáre

source: Support tickets
el_gr: Εισιτήρια υποστήριξης
es_co: Solicitudes de asistencia
fi_fi: Tukikysymykset
hu_hu: Hibajegy
sk_sk: Podporné tikety

source: Priority
el_gr: Προτεραιότητα
es_co: Prioridad
fi_fi: Tärkeys
hu_hu: Prioritás
sk_sk: Priorita

source: Last reply
el_gr: Τελευταία απάντηση
es_co: Última respuesta
fi_fi: Viimeinen vastaus
hu_hu: Utolsó válasz
sk_sk: Posledná odpoveď

source: Delete all
el_gr: Διαγραφή όλων
es_co: Borrar todo
fi_fi: Poista kaikki
hu_hu: Összes törlése
sk_sk: Odstrániť všetko

source: Open tickets
el_gr: Ανοιχτά εισιτήρια
es_co: Solicitudes en curso
fi_fi: Avoimet kysymykset
hu_hu: Nyitott hibajegyek
sk_sk: Otvorené tikety

source: Closed tickets
el_gr: Κλειστά εισιτήρια
es_co: Solicitudes resueltas
fi_fi: Suljetut kysymykset
hu_hu: Lezárt hibajegyek
sk_sk: Zatvorené tikety

source: From
el_gr: Από
es_co: De
fi_fi: Keneltä
hu_hu: Feladó
sk_sk: Od

source: Support ticket deleted successfully!
el_gr: Επιτυχής διαγραφή εισιτηρίων υποστήριξης!
es_co: La solicitud de asistencia técnica ha sido borrada.
fi_fi: Tukikysymys poistettu onnistuneesti!
hu_hu: Hibajegy sikeresen törölve!
sk_sk: Podporný tiket úspešne zmazaný!

source: All open support tickets deleted successfully!
el_gr: Επιτυχής διαγραφή ανοιχτών εισιτηρίων υποστήριξης!
es_co: Todas las solicitudes de asistencia técnica en curso han sido borradas.
fi_fi: Kaikki avoimet tukikysymykset poistettu!
hu_hu: Összes nyitott hibajegy sikeresen törölve!
sk_sk: Všetky otvorené tikety úspešne zmazané!

source: All closed support tickets deleted successfully!
el_gr: Επιτυχής διαγραφή κλειστών εισιτηρίων υποστήριξης!
es_co: Todas las solicitudes de asistencia técnica resueltas han sido borradas.
fi_fi: Kaikki suljetut tukikysymykset poistettu!
hu_hu: Összes lezárt hibajegy sikeresen törölve!
sk_sk: Všetky zavreté tikety úspešno zmazané!

source: ispCP - Client/Enable Mail Autoresponder
el_gr: ispCP - Πελάτης/Ενεργοποίηση αυτόματης απάντησης email
es_co: ispCP - Cliente/Habilitar autorrespuesta de correo
fi_fi: ispCP - Asiakas / Aktivoi sähköpostin automaattivastaus
hu_hu: ispCP - Ügyfél / 'Automatikus válasz' e-mail bekapcsolása
sk_sk: ispCP - Klient/Povoliť automatíckú odpoveď e-mailom

source: ispCP - Client: Support System: View Ticket
el_gr: ispCP - Πελάτης: Σύστημα Υποστήριξης: Προβολή Εισιτηρίου
es_co: ispCP - Cliente: Asistencia técnica: Ver solicitudes
fi_fi: ispCP - Asiakas : Tukijärjestelmä: Katsele kysymyksiä
hu_hu: ispCP - Ügyfél / Ügyfélszolgálat / Hibajegy megtekintése
sk_sk: ispCP - Klient : Podporný systém: Zobraziť Tikety

source: Please type your message!
el_gr: Παρακαλώ γράψτε το μήνυμα σας!
es_co: ¡Por favor escriba su mensaje!
fi_fi: Anna viesti!
hu_hu: Az üzenet szövege nincs megadva!
sk_sk: Prosím napíšte svoju správu!

source: Ticket not found!
el_gr: Το εισιτήριο δεν βρέθηκε!
es_co: No se encontró la solicitud.
fi_fi: Kysymystä ei läydy!
hu_hu: Hibajegy nem található!
sk_sk: Tiket nebol nájdený!

source: ispCP - Admin: Support System: View Ticket
el_gr: ispCP - Διαχειριστής: Σύστημα υποστήριξης: Προβολή Εισιτηρίου
es_co: ispCP - Administración: Asistencia técnica: Ver solicitudes
fi_fi: ispCP - Ylläpitäjä: Tukijärjestelmä: Katso tiketti
hu_hu: ispCP - Adminisztrátor / Ügyfélszolgálat / Hibajegy megtekintése
sk_sk: ispCP - Admin : Podporný systém: Zobraziť Tikety

source: View support ticket
el_gr: Προβολή εισιτηρίου υποστήριξης
es_co: Ver solicitudes de asistencia
fi_fi: Katso tukikysymys
hu_hu: Hibajegy megtekintése
sk_sk: Zobraziť podporný tiket

source: Send message reply
el_gr: Στείλτε μήνυμα απάντησης
es_co: Enviar mensaje de respuesta
fi_fi: Lähetä viestin vastaus
hu_hu: Válaszüzenet küldése
sk_sk: Odoslať odpoveď správy

source: Send reply
el_gr: Στείλτε απάντηση
es_co: Enviar respuesta
fi_fi: Lähetä vastaus
hu_hu: Válasz küldése
sk_sk: Odoslať odpoveď

source: ispCP - Delete Domain
el_gr: ispCP - Διαγραφή ονόματος internet
es_co: ispCP - Borrar dominio
fi_fi: ispCP - Poista domain
hu_hu: ispCP - Domain törlése
sk_sk: ispCP - Klient/Spravovať domány

source: Invlaid domain ID!
es_co: ¡La ID del dominio no es válida!
hu_hu: Érvénytelen domain azonosító!
sk_sk: Zlé ID domény!

source: Invalid user ID!
es_co: ¡La ID del usuario no es válida!
hu_hu: Érvénytelen felhasználói azonosító!
sk_sk: Zlé časové obdobie!

source: Logo could not be deleted:
el_gr: Το λογότυπο δεν διαγράφεται:
es_co: El logotipo no pudo ser eliminado:
fi_fi: Logoa ei voitu poistaa:
hu_hu: Logó nem törölhető:
sk_sk: Vlastnosti domény úspešne aktualizované!

source: There are active domains of reseller/admin!
el_gr: Υπάρχουν ενεργά ονόματα internet μεταπωλητών/διαχειριστών.
es_co: Algún revendedor o administrador tiene dominios activos.
fi_fi: Jälleenmyyjällä/pääkäyttäjällä on aktiivia domaineja!
hu_hu: A viszonteladó/adminisztrátor rendelkezik aktív domainnel!
sk_sk: Sú tu pre admina/obchodníka aktívne domény!

source: Wrong domain ID!
el_gr: Λάθος μοναδικός κωδικός ονόματος internet!
es_co: ¡La ID del dominio es errónea!
fi_fi: Virheellinen domain ID!
hu_hu: A domain azonosító hibás!
sk_sk: Zlé ID domény!

source: Delete domain
el_gr: Διαγραφή ονόματος internet
es_co: Borrar dominio
fi_fi: Poista domain
hu_hu: Domain törlése
sk_sk: Reálna doména

source: Domain summary:
el_gr: Σύνοψη ονόματος internet:
es_co: Resumen del dominio:
fi_fi: Domain yhteenveto
hu_hu: Domain összefoglaló:
sk_sk: Mail domény

source: Domain e-mails:
el_gr: e-mails ονόματος internet:
es_co: Correos del dominio:
fi_fi: Domainin sähköpostit:
hu_hu: Domainhez tartozó e-mail címek:
sk_sk: Doménové e-maily

source: Domain FTP accounts:
el_gr: FTP λογαριασμοί ονόματος internet:
es_co: Cuentas FTP del dominio:
fi_fi: Domainin FTP-tilit:
hu_hu: Domainhez tartozó FTP azonosítók:
sk_sk: Doménový účet

source: Domain aliases:
el_gr: Ψευδώνυμα ονόματος internet:
es_co: Alias del dominio:
fi_fi: Domain-aliakset:
hu_hu: Domainhez tartozó domain álnevek:
sk_sk: Aliasy domén

source: Domain subdomains:
el_gr: Υποονόματα internet:
es_co: Subdominios del dominio:
fi_fi: Domainin alidomainit:
hu_hu: Domainhez tartozó aldomainek:
sk_sk: K hlavnej doméne

source: Domain databases:
el_gr: Β.Δ. ονόματος internet:
es_co: Bases de datos del dominio:
fi_fi: Domainin tietokannat:
hu_hu: Domainhez tartozó SQL adatbázisok:
sk_sk: Aliasy domén

source: Do you really want to delete the entire domain? This operation cannot be undone!
es_co: ¿Está seguro que quiere borrar el dominio por completo? Esta operación no es reversible.
fi_fi: Haluatko varmasti poistaa koko domainin? Tätä toimintoa ei voida peruuttaa!
hu_hu: Biztos, hogy törölve legyen a teljes domaint? A művelet nem visszavonható! Az adatok végleg törlődnek!
sk_sk: Ste si istý, že chcete zmazať zvolenú doménu?Nevratná operácia!

source: Yes, delete the domain.
el_gr: Ναι, διαγραφή ονόματος internet.
es_co: Sí, borrar el dominio.
fi_fi: Kyllä, poista domain.
hu_hu: Igen, legyen törölve a teljes domain.
sk_sk: Áno, zmaž doménu.

source: ispCP Client : Add Alias
el_gr: ispCP Πελάτης : Προσθήκη Ψευδωνύμου
es_co: ispCP Cliente/Agregar alias
fi_fi: ispCP Asiakas : Lisää alias
hu_hu: ispCP - Ügyfél / Domain álnév létrehozása
sk_sk: ispCP Klient : Pridať Alias

source: Manage domain alias
el_gr: Διαχείριση ψευδωνύμων ονόματος internet
es_co: Administrar alias de dominio
fi_fi: Hallitse domain-aliaksia
hu_hu: Domain álnevek kezelése
sk_sk: Spravať alias domény

source: Add domain alias
el_gr: Προσθήκη ψευδώνυμου ονόματος internet
es_co: Agregar alias al dominio
fi_fi: Lisää domain-alias
hu_hu: Domain álnév létrehozása
sk_sk: Pridať alias domény

source: User account
el_gr: Λογαριασμός χρήστη
es_co: Cuenta de usuario
fi_fi: Käyttäjätunnus
hu_hu: Felhasználói azonosító
sk_sk: Užívateľské konto

source: Directory mount point
el_gr: Σημείο σύνδεσης καταλόγου
es_co: Punto de montaje del directorio
fi_fi: Hakemiston liitospiste
hu_hu: Könyvtár csatolási pontja
sk_sk: Bod pripojenia adresára

source: Forward to URL
el_gr: Προώθηση στο URL
es_co: Redireccionar a URL
fi_fi: Ohjaa osoitteeseen
hu_hu: Továbbítás az URL-re
sk_sk: Presmerovať na URL

source: Add alias
el_gr: Προσθήκη ψευδώνυμου
es_co: Agregar alias
fi_fi: Lisää alias
hu_hu: Domain álnév létrehozása
sk_sk: Pridať alias

source: You do not need 'www.' ispCP will add it on its own.
el_gr: Παραλείψτε το 'www.' θα προστεθεί από το ispCP.
es_co: No necesita poner «www». ispCP lo hará por usted.
fi_fi: Sinun ei tarvitse kirjoittaa 'www.' ispCP lisää tämän itse.
hu_hu: A "www" címet nem szükséges létrehozni, az ispCP megtette automatikusan.
sk_sk: Nepotrebujete 'www.' ispCP ju pridá implicitne.

source: Wrong domain name!
el_gr: Λάθος όνομα internet!
es_co: ¡Nombre de dominio erróneo!
fi_fi: Virheellinen domainnimi!
hu_hu: A domain név hibás!
sk_sk: Zlá syntax domény!

source: Please write mount point!
el_gr: Παρακαλώ γράψτε το σημείο σύνδεσης!
es_co: ¡Por favor indique el punto de montaje!
fi_fi: Anna liitospiste!
hu_hu: Csatolási pont nincs megadva!
sk_sk: Prosím počkajte na aktualizovanie

source: Enable Forward
el_gr: Ενεργοποίηση προωθήσης
es_co: Habilitar el redireccionamiento
fi_fi: Kytke sähköpostiohjaus
hu_hu: Cím továbbítása
sk_sk: Povolť presmerovanie

source: Enable
el_gr: Ενεργό
es_co: Habilitar
fi_fi: Aktivoi
hu_hu: Bekapcsol
sk_sk: Zapnúť

source: Disable
el_gr: Ανενεργό
es_co: Deshabilitar
fi_fi: Poista käytöstä
hu_hu: Kikapcsol
sk_sk: Vypnúť

source: Domain alias limit reached!
el_gr: Τα ψευδώνυμα ονόματος internet έφτασαν στο όριο!
es_co: ¡Ha alcanzado la cantidad límite de alias de dominio!
fi_fi: Domain alias raja saavutettu!
hu_hu: Több domain álnév nem hozható létre, korlát elérve!
sk_sk: Limit aliasov domény dosiahnutý!

source: Incorrect mount point syntax
el_gr: Incorrect <i>mount point</i> syntax!
es_co: La sintaxis del punto de montaje es incorrecta.
fi_fi: Virheellinen liitospiste!
hu_hu: A csatolási pont formátuma hibás!
sk_sk: Nesprávna syntax prípojného bodu

source: Master domain cannot be used!
el_gr: Κύριο όνομα internet δεν μπορεί να χρησιμοποιηθεί!
es_co: ¡El dominio maestro no puede ser usado!
fi_fi: Päädomainia ei voi käyttää!
hu_hu: A mester domain nem használható!
sk_sk: Doménový alias nepridaný!

source: Wrong address in forward URL!
es_co: ¡La dirección de la URL de redirección es errónea!
fi_fi: Virheellinen osoite url-ohjauksessa!
hu_hu: Hibás cím a továbbítási URL-ben!
sk_sk: Zlá syntax domény!

source: Wrong domain part in forward URL!
el_gr: Λάθος μέρος ονόματος internet στο URL προώθησης!
es_co: ¡El dominio de la URL de redirección es erróneo!
fi_fi: Virheellinen domainnimi url-ohjauksessa!
hu_hu: Hibás domain a továbbítási URL-ben!
sk_sk: Zlá syntax domény!

source: Domain with this name already exist
el_gr: Το όνομα internet υπάρχει ήδη
es_co: Ya existe un dominio con este nombre.
fi_fi: Domain tällä nimellä on jo olemassa
hu_hu: Ilyen nevű domain már létezik!
sk_sk: Doména s rovnakým menom už existuje

source: There is a subdomain with the same mount point!
el_gr: Υπάρχει υποόνομα internet με το ίδιο σημείο σύνδεσης!
es_co: ¡Hay un subdominio con el mismo punto de montaje!
fi_fi: Järjestelmässä on alidomain samassa liitospisteessä!
hu_hu: Már létezik egy aldomain a megadott csatolási ponttal!
sk_sk: Už existuje alias s rovnakým bodom pripojenia

source: Alias scheduled for activation!
el_gr: Το ψευδώνυμο προωθείται για ενεργοποίηση!
es_co: ¡El alias ha quedado programado para ser activado!
fi_fi: Alias ajoitettu aktivointavaksi!
hu_hu: Domain álnév beütemezve jóváhagyásra!
sk_sk: Alias načasovaný na pridanie!

source: Alias scheduled for addition!
el_gr: Το ψευδώνυμο προωθείται για προσθήκη!
es_co: ¡El alias ha quedado programado para ser agregado!
fi_fi: Alias ajoitettu lisättäväksi!
hu_hu: Domain álnév beütemezve létrehozásra!
sk_sk: Alias načasovaný na pridanie!

source: Domain alias you are trying to remove has subdomains!<br />First remove them!
es_co: ¡El alias de dominio que está intentando eliminar tiene subdominios!<br />Primero elimine los subdominios.
hu_hu: A törölni kívánt domain álnévhez aldomain tartozik!<br />Előbb azt kell törölni!
sk_sk: Alias domény, ktorý sa snažíte odstrániť má e-mailové kontá!<br>Najpr ich odstránte!

source: Domain alias you are trying to remove has email accounts!<br />First remove them!
es_co: ¡El alias de dominio que está intentando eliminar tiene cuentas de correo!<br />Primero elimine las cuentas de correo.
hu_hu: A törölni kívánt domain álnévhez E-mail fiók tartozik!<br />Előbb azt kell törölni!
sk_sk: Alias domény, ktorý sa snažíte odstrániť má e-mailové kontá!<br>Najpr ich odstránte!

source: Domain alias you are trying to remove has FTP accounts!<br />First remove them!
es_co: ¡El alias de dominio que está intentando eliminar tiene cuentas de FTP!<br />Primero elimine las cuentas de FTP.
hu_hu: A törölni kívánt domain álnévhez FTP hozzáférés tartozik!<br />Előbb azt kell törölni!
sk_sk: Alias domény, ktorý sa snažíte odstrániť má FTP kontá!<br>Najpr ich odstránte!

source: Alias scheduled for deletion!
el_gr: Το ψευδώνυμο προωθείται για διαγραφή!
es_co: ¡El alias ha quedado programado para ser borrado!
fi_fi: Alias poistojonossa!
hu_hu: Domain álnév beütemezve törlésre!
sk_sk: Alias načasovný na zmazanie!

source: ispCP - Manage Domain Alias/Edit Alias
el_gr: ispCP - Διαχείριση Ψευδωνύμων ονομάτων internet/Μεταβολή Ψευδωνύμου
es_co: ispCP - Administrar alias de dominio/Editar alias
fi_fi: ispCP - Hallitse Domain-alias / Muokkaa aliasta
hu_hu: ispCP - Domain álnevek kezelése / Domain álnév módosítása
sk_sk: ispCP - Spravovať doménu/Zmeniť Alias

source: Edit domain alias
el_gr: Μεταβολή ψευδωνύμων ονομάτων internet
es_co: Editar alias de dominio
fi_fi: Muokkaa domain-aliasta
hu_hu: Domain álnév módosítása
sk_sk: Zmeniť alias domény

source: Alias name
el_gr: Ψευδώνυμο
es_co: Nombre del alias
fi_fi: Alias-nimi
hu_hu: Domain álnév
sk_sk: Meno aliasu

source: Mount Point
el_gr: Σημείο σύνδεσης
es_co: Punto de montaje
fi_fi: Liitospiste
hu_hu: Csatolási pont
sk_sk: Bod propojenia

source: Subdomain you are trying to remove has email accounts !<br />First remove them!
es_co: ¡El subdominio que está intentando eliminar tiene cuentas de correo!<br />Primero elimine las cuentas de correo.
hu_hu: A törölni kívánt aldomainhez e-mail fiók tartozik!<br />Előbb azt kell törölni!
sk_sk: Sub-doména, ktorú sa snažíte odstrániť má e-mailové kontá!<br>Najpr ich odstránte!

source: Alias subdomain scheduled for deletion!
es_co: ¡El subdominio de alias ha quedado programado para ser borrado!
hu_hu: Aldomain álnév beütemezve törlésre!
sk_sk: Sub-doména načasovaná na zmazanie!

source: Backup archive scheduled for restoring!
el_gr: Το αρχείο αντιγράφων ασφαλείας προωθείται για επαναφορά!
es_co: ¡El respaldo ha quedado programado para ser restaurado!
fi_fi: Varmuuskopio palautusjonossa!
hu_hu: Mentett állapot beütemezve visszaállításra!
sk_sk: Záložný archív načasovaný na pridanie!

source: ispCP - Client/Daily Backup
el_gr: ispCP - Πελάτης/Ημερήσιο αντίγραφο ασφαλείας
es_co: ispCP - Cliente/Copia de respaldo diaria
fi_fi: ispCP - Asiakas / Päivittäinen varmuuskopio
hu_hu: ispCP - Ügyfél / Napi mentés
sk_sk: ispCP - Klient/Denná záloha

source: Daily backup
el_gr: Ημερήσιο αντίγραφο ασφαλείας
es_co: Copia de respaldo diaria
fi_fi: Päivittäinen varmuuskopio
hu_hu: Napi mentés
sk_sk: Denná záloha

source: Instructions to download today's backup
el_gr: Οδηγίες φόρτωσης ημερήσιου αντίγραφου ασφαλείας
es_co: Instrucciones para descargar la copia de respaldo de hoy
fi_fi: Ohjeet tämän päivän varmuuskopion lataukseen
hu_hu: Utasítások a napi mentés letöltéséhez
sk_sk: Inštrukcie na stiahnutie dnešnej zálohy

source: Login with your FTP account
el_gr: Είσοδος με το λογαριασμό σας FTP
es_co: Ingrese con su cuenta FTP
fi_fi: Kirjaudu FTP-tunnuksellasi
hu_hu: Az FTP azonosító használatával be kell lépni a szerverre
sk_sk: Prihláste sa cez FTP konto

source: Switch to backups/ directory
el_gr: Εναλλαγή σε αντίγραφα ασφαλείας/ κατάλογο
es_co: Ir al directorio backups/
fi_fi: Vaihda backups/ hakemistoon
hu_hu: A sikeres kapcsolódás után be kell lépni a "backups" könyvtárba
sk_sk: Vstúpte do adresára so zálohami

source: Download the files stored in this directory
el_gr: Φόρτωση αρχείων καταλόγου
es_co: Descargar los archivos almacenados en este directorio
fi_fi: Lataa tämän hakemiston ainoa tiedosto
hu_hu: A könyvtárban található fájl(ok) tartalmazzák a teljes mentést.
sk_sk: Stiahnite súbory uložené v adresári
