Repository: BenBE/ispCP
Catalog: language-files/po/*.po
Languages: el_gr, es_co, fi_fi, hu_hu, sk_sk

source: (usually named
el_gr: (συνήθως με όνομα
es_co: (usualmente nombrado
fi_fi: (nimetty yleensä
hu_hu: (általában a mentés neve:
sk_sk: (zvyčajne pomenované ako

source: Restore backup
el_gr: Επαναφορά αντιγράφων ασφαλείας
es_co: Restaurar desde copia de respaldo
fi_fi: Palauta varmuuskopio
hu_hu: Mentés visszaállítása
sk_sk: Obnoviť zálohu

source: Click the Restore button and the system will restore the last daily backup
el_gr: Με κλικ στο κουμπί Επαναφορά το σύστημα θα επαναφέρει το πιο πρόσφατο ημερήσιο αντίγραφο ασφαλείας.
es_co: Pulse en el botón «Restaurar» y el sistema restaurará la última copia de respaldo diaria.
fi_fi: Paina Palautus nappia ja järjestelmä palauttaa edellisen varmuuskopion
hu_hu: A "Visszaállítás" gomb megnyomásával igényelhető az utolsó napi mentés visszaállítása.
sk_sk: Kliknutím na tlačidlo obnovenia zálohy, obnovíte poslednú dennú zálohu

source: Restore
el_gr: Επαναφορά
es_co: Restaurar
fi_fi: Palauta
hu_hu: Visszaállítás
sk_sk: Obnoviť

source: Are you sure you want to restore the backup?
el_gr: Ειστε σίγουρος για την επαναφορά του αντιγράφου ασφαλείας;
es_co: ¿Está seguro que quiere restaurar la copia de respaldo?
fi_fi: Oletko varma että haluat palautaa varmuuskopion?
hu_hu: Biztos, hogy visszaállításra kerüljön a mentés?
sk_sk: Ste si istý, že chcete zmazať tento účet?

source: ispCP - Client/Cronjob Manager
el_gr: ispCP - Πελάτης/Διαχείριση Cronjob
es_co: ispCP - Cliente/Tareas programadas
fi_fi: ispCP - Asiakas / Cronjob-hallinta
hu_hu: ispCP - Ügyfél / Ütemezett feladatok kezelése
sk_sk: ispCP - Klient/Crontab manažér

source: Cronjob Manager
el_gr: Διαχείριση Cronjob
es_co: Tareas programadas
fi_fi: Cronjob-hallinta
hu_hu: Ütemezett feladatok kezelése
sk_sk: Crontab Manažér

source: Add Cronjob
el_gr: Προσθήκη Cronjob
es_co: Agregar tarea
fi_fi: Lisää Cronjob
hu_hu: Ütemezett feladat létrehozása
sk_sk: Pridať do crontabu

source: Active
el_gr: Ενεργό
es_co: Activar
fi_fi: Aktiivinen
hu_hu: Aktív
sk_sk: Aktívny

source: Cronjob
es_co: Tarea
hu_hu: Ütemezett feladat
sk_sk: Cron udalosť

source: Command to run:
el_gr: Εντολή για εκτέλεση:
es_co: Orden a ejecutar:
fi_fi: Suoritettava komento
hu_hu: Futtatandó parancs:
sk_sk: Príkaz na spustenie:

source: Minute(s):
el_gr: Λεπτά:
es_co: Minuto:
fi_fi: Minuutit
hu_hu: Perc:
sk_sk: Minúty:

source: Hour(s):
el_gr: Ώρες:
es_co: Hora:
fi_fi: Tunnit
hu_hu: Óra:
sk_sk: Hodiny:

source: Day(s):
el_gr: Μέρες:
es_co: Día:
fi_fi: Päivä(t):
hu_hu: Nap:
sk_sk: Dni:

source: Month(s):
el_gr: Μήνες:
es_co: Mes:
fi_fi: Kuukautta:
hu_hu: Hónap:
sk_sk: Mesiac/e:

source: Weekday(s):
el_gr: Ημέρα Εβδομάδας:
es_co: Días de la semana:
fi_fi: Viikonpäivä(t)
hu_hu: Hét napja:
sk_sk: Týždne:

source: Edit Cronjob
el_gr: Μεταβολή Cronjob
es_co: Editar tarea
fi_fi: Muokkaa Cronjobia
hu_hu: Ütemezett feladat módosítása
sk_sk: Zmeniť crontab

source: Cronjobs
es_co: Tareas
fi_fi: Cronjobit
hu_hu: Ütemezett feladatok
sk_sk: Cron udalosti

source: You are not allowed to remove this DNS record!
es_co: ¡No tiene permitido eliminar este registro DNS!
hu_hu: Jogosultság hiányában ez a DNS rekord nem törölhető!
sk_sk: Nieste oprávnený zmazať tento DNS záznam!

source: Custom DNS record scheduled for deletion!
es_co: ¡El registro DNS personalizado ha quedado programado para ser borrado!
hu_hu: Egyéni DNS rekord beütemezve törlésre!
sk_sk: Sub-doména načasovaná na zmazanie!

source: ispCP - Manage Domain Alias/Add DNS zone's record
el_gr: ispCP - Διαχείριση ψευδωνύμων ονομάτων internet/Προσθήκη εγγραφής ζώνης DNS
es_co: ispCP - Administrar alias de dominio/Agregar registros a la zona DNS
fi_fi: ispCP - Hallitse Domain-aliaksia / Lisää DNS-alueen tietue
hu_hu: ispCP - Domain álnév kezelése / Rekord hozzáadása a DNS zónához
sk_sk: ispCP - Spravovať doménu/Zmeniť Alias

source: ispCP - Manage Domain Alias/Edit DNS zone's record
el_gr: ispCP - Διαχείριση ψευδωνύμων ονομάτων internet/Μεταβολή εγγραφής ζώνης DNS
es_co: ispCP - Administrar alias de dominio/Editar registros de la zona DNS
fi_fi: ispCP - Hallitse Domain-aliaksia / Muokkaa DNS-alueen tietue
hu_hu: ispCP - Domain álnév kezelése / Rekord módosítása a DNS zónában
sk_sk: ispCP - Spravovať doménu/Zmeniť Alias

source: Add DNS zone's record
el_gr: Προσθήκη εγγραφής ζώνης DNS
es_co: Agregar registros a la zona DNS
fi_fi: Lisää DNS alueen tietue
hu_hu: Rekord hozzáadása a DNS zónához
sk_sk: Pridaj záznam DNS

source: Edit DNS zone's record
es_co: Editar registros de la zona DNS
hu_hu: Rekord módosítása a DNS zónában
sk_sk: ispCP - Spravovať doménu/Zmeniť Alias

source: DNS zone's records
el_gr: Εγγραφές ζώνης DNS
es_co: Registros de la zona DNS
fi_fi: DNS alueen tietueet
hu_hu: DNS zóna rekordjai
sk_sk: DNS záznamy zón

source: Class
el_gr: Κλάση
es_co: Clase
fi_fi: Luokka
hu_hu: Osztály
sk_sk: Aliasy

source: Service name
el_gr: Όνομα υπηρεσίας
es_co: Nombre de servicio
fi_fi: Palvelunnimi
hu_hu: Szolgáltatás (például: http, imap)
sk_sk: Servisný mód

source: IP address
el_gr: Διεύθυνση IP
es_co: Dirección IP
fi_fi: IP-osoite
hu_hu: IPv4-cím
sk_sk: Zadajte adresu

source: IPv6 address
el_gr: Διεύθυνση IPv6
es_co: Dirección IPv6
fi_fi: IPv6 osoite
hu_hu: IPv6-cím
sk_sk: IPv6 adresy

source: Service protocol
el_gr: Πρωτόκολλο υπηρεσίας
es_co: Protocolo del servicio
fi_fi: Palvelun protolla
hu_hu: Protokoll
sk_sk: Porty servra

source: Relative weight for records with the same priority
el_gr: Σχετικό βάρος για εγγραφές ίδιας προταιρεότητας
es_co: Valor relativo para los registros con igual prioridad
fi_fi: Suhteellinen paino tietueille samalla prioriteettilla
hu_hu: Azonos prioritású rekordok relatív súlyozása
sk_sk: Dočasná váha pre záznamy s rovnakou prioritou

source: Target host
el_gr: Κεντρικός υπολογιστής προορισμού
es_co: Servidor destino
fi_fi: Kohdeisäntä
hu_hu: Kiszolgáló (host)
sk_sk: Cieľový host

source: Target port
el_gr: Θύρα προορισμού
es_co: Puerto destino
fi_fi: Kohdeportti
hu_hu: Port
sk_sk: Porty servra

source: Canonical name
el_gr: Κανονικό όνομα
es_co: Nombre canónico
fi_fi: Kanoninen nimi
hu_hu: Egyszerűsített név (CNAME)
sk_sk: Kanonické meno

source: Plain record data
el_gr: Δεδομένα εγγραφής
es_co: Registro de datos simple
fi_fi: Yksinkertainen tietuetieto
hu_hu: Egyszerű szöveges adat
sk_sk: Heslo

source: You are not allowed to edit this DNS record!
es_co: ¡No tiene permitido editar este registro DNS!
hu_hu: Jogosultság hiányában ez a DNS rekord nem módosítható!
sk_sk: Nemáte žiaden záznam o aliase.

source: Use of disallowed char("%s") in CNAME
el_gr: Χρήση αντικανονικού χαρακτήρα("%s") στο CNAME
es_co: Uso de caracteres no permitidos ("%s") en CNAME
fi_fi: Kiellettyjä merkkejä ("%s") CNAME:ssa
hu_hu: a CNAME mezőben nem megengedett karakter ("%s") is van!
sk_sk: Použitie zakázaného znaku ("%s") v CNAME

source: Name must be filled.
el_gr: Πρέπει να συμπληρωθεί το όνομα.
es_co: Debe rellenar el nombre.
fi_fi: Nimi on täytettävä
hu_hu: a "Név" nincs megadva.
sk_sk: Meno musí byť vyplnené

source: Wrong IPv4 address ("%s").
el_gr: Λάθος διεύθυνση IPv4 ("%s").
es_co: Dirección IPv4 ("%s") errónea.
fi_fi: Väärä IPv4 osoite ("%s").
hu_hu: az beírt IPv4-es cím hibás ("%s").
sk_sk: Zlá IPv4 adresa ("%s").

source: Wrong IPv6 address ("%s").
el_gr: Λάθος διεύθυνση IPv6 ("%s").
es_co: Dirección IPv6 ("%s") errónea.
fi_fi: Väärä IPv6 osoite ("%s").
hu_hu: az beírt IPv6-es cím hibás ("%s").
sk_sk: Zlá IPv6 adresa ("%s").

source: Port must be a number!
el_gr: Η θύρα πρέπει να είναι αριθμός!
es_co: ¡El puerto debe ser un número!
fi_fi: Portin on oltava numero!
hu_hu: a "Port" csak pozitív egész szám lehet (1-65535)!
sk_sk: Port musí byť číslo!

source: TTL must be a number!
el_gr: Το TTL πρέπει να είναι αριθμός!
es_co: ¡El TTL debe ser un número!
fi_fi: TTL:n on oltava numero!
hu_hu: a "TTL" csak nem-negatív egész szám lehet (1-2147483647, cache tiltása: 0)!
sk_sk: TTL musí byť číslo!

source: Priority must be a number!
el_gr: Η πρωταιρεότητα πρέπει να είναι αριθμός!
es_co: ¡La prioridad debe ser un número!
fi_fi: Prioriteetin on oltava numero!
hu_hu: a "Prioritás" csak nem-negatív egész szám lehet (0-65535)!
sk_sk: Priorita musí byť číslo!

source: Relative weight must be a number!
el_gr: Το σχετικό βάρος πρέπει να είναι αριθμός!
es_co: ¡El valor relativo debe ser un número!
fi_fi: Suhteellinen paino pitää olla numero!
hu_hu: a "Relatív súlyozás" csak nem-negatív egész szám lehet (0-65535)!
sk_sk: Dočasná váha musí byť číslo!

source: Service must be filled.
el_gr: Η υπηρεσία πρέπει να συμπληρωθεί.
es_co: Debe rellenar le servicio.
fi_fi: Palvelu on täytettävä.
hu_hu: a "Szolgáltatás" nincs megadva.
sk_sk: Služba musí byť vyplnená.

source: Host must be filled.
el_gr: Ο κεντρικός υπολογιστής πρέπει να συμπληρωθεί.
es_co: Debe rellenar el servidor.
fi_fi: Isäntä on täytettävä.
hu_hu: a "Kiszolgáló" (host) címe nincs megadva.
sk_sk: Host musí byť vyplnený.

source: conflict with CNAME record
el_gr: Διένεξη με την εγγραφή CNAME
es_co: conflicto con registro CNAME
fi_fi: Ristiriita CNAME tietueen kanssa
hu_hu: ellenkezés/összeférhetetlenség a CNAME rekorddal.
sk_sk: konflikt s CNAME záznamom

source: Use of disallowed char("%s") in NAME
el_gr: Χρήση απαγορευμένου χαρακτήρα("%s") στο NAME
es_co: Uso de caracteres no permitidos ("%s") en NAME
fi_fi: Kiellettyjä merkkejä ("%s") NAME:ssa
hu_hu: a "Név" mezőben nem megengedett karakter ("%s") is van.
sk_sk: Použitie zakázaného znaku ("%s") v NAME

source: Record "%s" is not part of domain "%s".
el_gr: Η εγγραφή "%s" δεν είναι μέρος του ονόματος internet "%s".
es_co: El registro «%s» no es parte del dominio «%s».
fi_fi: Tietue "%s" ei ole osa domainia "%s".
hu_hu: a(z) "%s" rekord nem része a(z) "%s" domainnek.
sk_sk: Záznam "%s" nieje časť domény "%s".

source: Cannot validate %s record. Reason '%s'.
el_gr: Δεν επικυρώθηκε %s εγγραφή. Εξαιτίας '%s'.
es_co: No se puede validar el registro %s. Razón: %s.
fi_fi: Ei voitu varmentaa tietuetta %s. Syy '%s'.
hu_hu: "%s" rekord jóváhagyása meghiúsult, mert %s
sk_sk: Nieje možné overiť %s záznam. Dôvod '%s'.

source: Unknown zone type %s!
el_gr: Άγνωστος τύπος ζώνης %s!
es_co: ¡Tipo %s de zona desconocido!
fi_fi: Tuntematon alueen tyyppi %s!
hu_hu: Ismeretlen zónatípus: %s!
sk_sk: Neznámy typ zóny %s!

source: Error: DNS record already exist!
es_co: Error: ¡El registro DNS ya existe!
hu_hu: HIBA: A DNS rekord már létezik!
sk_sk: Užívateľ už existuje !

source: ispCP - Client/Domain Statistics
el_gr: ispCP - Πελάτης/Στατιστικά ονόματος internet
es_co: ispCP - Cliente/Estadísticas de dominio
fi_fi: ispCP - Asiakas / Domainstatistiikka
hu_hu: ispCP - Ügyfél / Domain statisztikák
sk_sk: ispCP - Klient/Štatistiky domény

source: Web Stats
el_gr: Στατιστικά Web
es_co: Estadísticas web
fi_fi: Webstatistiikka
hu_hu: Web statisztika
sk_sk: Štatistiky webu

source: Sum
el_gr: Σύνολο
es_co: Total
fi_fi: Yht
hu_hu: Összes
sk_sk: Spolu

source: Manual zone's records list is empty!
el_gr: Κενή λίστα με τις εγγραφές ζώνης από το χρήστη!
es_co: ¡La lista de registros de zona manual está vacía!
fi_fi: Manuaalinen alueen tietuelista on tyhjä!
hu_hu: A kézi módosítású zónák rekordlistája üres!
sk_sk: Zoznam e-mailových kont je prázdny!

source: %s record
el_gr: %s εγγραφή
es_co: Registro %s
fi_fi: %s tietue
hu_hu: %s rekord
sk_sk: %s záznam

source: Subdomain list is empty!
el_gr: Ο κατάλογος υποονομάτων internet είναι κενός!
es_co: ¡La lista de subdominios está vacía!
fi_fi: Alidomain-lista on tyhjä!
hu_hu: Az aldomain lista üres!
sk_sk: Zoznam sub-domén je prázdny!

source: Delete order
el_gr: Διαγραφή παραγγελίας
es_co: Borrar orden
fi_fi: Poista tilaus
hu_hu: Megrendelés törlése
sk_sk: Zḿazať objednávku

source: Alias list is empty!
el_gr: Ο κατάλογος ψευδωνύμων είναι κενός!
es_co: ¡La lista de alias está vacía!
fi_fi: Alias-lista on tyhjä!
hu_hu: A domain álnév lista üres!
sk_sk: Zoznam aliasov je prázdny

source: ispCP - Client/Manage Domains
el_gr: ispCP - Πελάτης/Διαχείριση ονομάτων internet
es_co: ispCP - Cliente/Administrar dominios
fi_fi: ispCP - Asiakas / Hallitse domaineja
hu_hu: ispCP - Ügyfél / Domainek kezelése
sk_sk: ispCP - Klient/Spravovať domány

source: Manage domains
el_gr: Διαχείριση ονομάτων internet
es_co: Administrar dominios
fi_fi: Hallitse domaineja
hu_hu: Domainek kezelése
sk_sk: Spravovať domény

source: Mount point
el_gr: Σημείο σύνδεσης
es_co: Punto de montaje
fi_fi: Liitospiste
hu_hu: Csatolási pont
sk_sk: Bod propojenia

source: Forward
el_gr: Προώθηση
es_co: Redireccionar
fi_fi: Ohjaus
hu_hu: Továbbítás
sk_sk: Presmerovanie

source: Actions
el_gr: Δράσεις
es_co: Acciones
fi_fi: Toimenpiteet
hu_hu: Műveletek
sk_sk: Akcie

source: Record data
el_gr: Δεδομένα εγγραφής
es_co: Datos de registro
fi_fi: Tietueen tiedot
hu_hu: Rekord adatai
sk_sk: Základné data

source: ispCP - Client/Manage Error Custom Pages
el_gr: ispCP - Πελάτης/Διαχείριση Σελίδων Σφαλμάτων
es_co: ispCP - Cliente/Páginas de error personalizadas
fi_fi: ispCP - Asiakas / Hallitse virhesivuja
hu_hu: ispCP - Ügyfél / Saját hibaleírások kezelése
sk_sk: ispCP - Klient/Spravovať vlastné chybové stránky;

source: Server error - please choose error page
el_gr: Σφάλμα διακομιστή - παρακαλώ επιλέξτε σελίδα σφάλματος
es_co: Error del servidor - Por favor elija la página de error
fi_fi: Palvelinvirhe - valitse toinen virhesivu
hu_hu: Szerver hiba - hibaoldal választása
sk_sk: Chyba servra - prosím vyberte chybovú hlášku

source: Edit error page
el_gr: Μεταβολη σελίδας σφάλματος
es_co: Editar la página de error
fi_fi: Muokkaa virhesivua
hu_hu: Hibaoldal szerkesztése
sk_sk: Upraviť chybovú stránku

source: Custom error page was updated!
el_gr: Η σελίδα σφάλματος ενημερώθηκε!
es_co: La página de error personalizada ha sido actualizada.
fi_fi: Vaihtoehtoinen virhesivu päivitetty!
hu_hu: Egyéni hibaoldal frissítve!
sk_sk: Vlastné chybové stránky boli aktulizované!

source: System error - custom error page was NOT updated!
el_gr: Σφάλμα συστήματος - η σελίδα σφάλματος ΔΕΝ ενημερώθηκε!
es_co: Error del sistema - ¡La página de error personalizada no ha sido actualizada!
fi_fi: Järjestelmävirhe - vaihtoehtoista virhesivua EI päivitetty!
hu_hu: Szerver hiba - egyéni hibaoldal NEM módosult!
sk_sk: Systémová chyba - vlastné chybové stránky neboli aktulizované!

source: Error 401 (unauthorised)
el_gr: Σφάλμα 401 (χωρίς άδεια)
es_co: Error 401 (No autorizado)
hu_hu: 401-es hiba (nem jogosult / unauthorised)
sk_sk: Chyba 401 (neautorizovaný)

source: Error 403 (forbidden)
el_gr: Σφάλμα 403 (απαγορευτικό)
es_co: Error 403 (Prohibido)
fi_fi: Virhe 403 (kielletty)
hu_hu: 403-as hiba (tiltott / forbidden)
sk_sk: Chyba 403 (zakázaný)

source: Error 404 (not found)
el_gr: Σφάλμα 404 (δεν βρέθηκε)
es_co: Error 404 (No encontrado)
fi_fi: Virhe 404 (ei löydy)
hu_hu: 404-es hiba (nem található / not found)
sk_sk: Chyba 404 (nenájdený)

source: Error 500 (internal server error)
el_gr: Σφάλμα 500 (εσωτερικό σφάλμα διακομιστή)
es_co: Error 500 (Error interno del servidor)
fi_fi: Virhe 500 (sisäinen palvelinvirhe)
hu_hu: 500-as hiba (belső szerverhiba / internal server error)
sk_sk: Chyba 500 (interná chyba servra)

source: Error 503 (service unavailable)
el_gr: Σφάλμα 503 (η υπηρεσία δεν διατίθεται)
es_co: Error 503 (Servicio no disponible)
hu_hu: 503-as hiba (a szolgáltatás nem elérhető / service unavailable)
sk_sk: Chyba 503 (služba nie je k dispozícii)

source: Error pages
el_gr: Σελίδες σφαλμάτων
es_co: Páginas de error
fi_fi: Virhesivut
hu_hu: Hibaoldalak
sk_sk: Chybové stránky

source: FTP list is empty!
el_gr: Ο κατάλογος FTP είναι κενός!
es_co: ¡La lista FTP está vacía!
fi_fi: FTP-lista on tyhjä!
hu_hu: Üres az FTP lista!
sk_sk: Zoznam FTP je prázdny

source: ispCP - Client/Manage Users
el_gr: ispCP - Πελάτης/Διαχείριση Χρηστών
es_co: ispCP - Cliente/Administrar usuarios
fi_fi: ispCP - Asiakas / Hallitse käyttäjiä
hu_hu: ispCP - Ügyfél / Felhasználók kezelése
sk_sk: ispCP - Klient/Spravovať užívateľov

source: Manage users
el_gr: Διαχείριση Χρηστών
es_co: Administrar usuarios
fi_fi: Hallitse käyttäjiä
hu_hu: Felhasználók kezelése
sk_sk: Spravovať užívateľov

source: FTPs total
el_gr: Σύνολο FTP
es_co: Total de FTP
fi_fi: FTP:tä yhteensä
hu_hu: FTP összesen:
sk_sk: FTP kontá spolu

source: FTP users
el_gr: Χρήστες FTP
es_co: Usuarios FTP
fi_fi: FTP-käyttäjät
hu_hu: FTP felhasználók
sk_sk: FTP kontá

source: FTP account
el_gr: Λογαριασμοί FTP
es_co: Cuenta FTP
fi_fi: FTP-tunnus
hu_hu: FTP azonosító
sk_sk: FTP konto

source: Empty List
el_gr: Κενή λίστα
es_co: Lista vacía
fi_fi: Tyhjennä lista
hu_hu: Üres lista
sk_sk: Prázdny Zoznam

source: Empty list
el_gr: Κενή λίστα
es_co: Lista vacía
fi_fi: Tyhjennä lista
hu_hu: Üres lista
sk_sk: Prázdny zoznam

source: FTP account already exists!
el_gr: Ο λογαριασμός FTP υπάρχει ήδη!
es_co: ¡La cuenta FTP ya existe!
fi_fi: FTP-tunnus on olemassa!
hu_hu: Ez az FTP azonosító már létezik!
sk_sk: FTP konto už existuje!

source: Unknown domain type
el_gr: Άγνωστος τύπος όνοματος internet
es_co: Tipo de dominio desconocido.
fi_fi: Tuntematon domaintyyppi
hu_hu: Ismeretlen domain típus
sk_sk: Neznámy typ domény

source: Incorrect mount point length or syntax
el_gr: Λάθος μήκος ή σύνταξη σημείου σύνδεσης
es_co: La longitud o la sintaxis del punto de montaje es incorrecta.
fi_fi: Väärä liitospisteen pituus tai muoto
hu_hu: A csatolási pont hossza vagy formátuma nem megfelelő!
sk_sk: Nesprávna syntax alebo dľžka bodu pripojenia

source: %s does not exist
el_gr: %s δεν υπάρχει
es_co: %s no existe.
fi_fi: %s ei ole olemassa!
hu_hu: %s nem létezik
sk_sk: %s neexistuje

source: FTP account added!
el_gr: Ο λογαριασμός FTP προστέθηκε!
es_co: La cuenta FTP ha sido agregada.
fi_fi: FTP-tunnus lisätty!
hu_hu: FTP azonosító hozzáadva!
sk_sk: FTP konto pridané!

source: Please enter FTP account username!
el_gr: Παρακάλω γράψτε το όνομα χρήστη του FTP λογαριασμού!
es_co: ¡Por favor ingrese el nombre de usuario de la cuenta FTP!
fi_fi: Anna FTP-käyttäjänimesi!
hu_hu: FTP azonosító nincs megadva!
sk_sk: Prosím zadajte užívateľské meo FTP konta!

source: Password is missing!
el_gr: Λείπει το συνθηματικό!
es_co: ¡Falta la contraseña!
fi_fi: Salasana uupuvat!
hu_hu: Hiányzó jelszó!
sk_sk: Chýba heslo!

source: Subdomain list is empty! You cannot add FTP accounts there!
el_gr: Η λίστα υποονομάτων internet είναι κενή!Δεν μπορείτε να προσθέσετε λογαριασμούς FTP εκεί!
es_co: ¡La lista de subdominios está vacía. No puede agregar cuentas FTP ahí!
fi_fi: Alidomain-lista on tyhjä! Et voi tehdä FTP-tilejä tänne!
hu_hu: Az aldomain lista üres, így oda nem vehető fel FTP azonosító!
sk_sk: Zoznam subdomén je prázdny! Tu nemôžete pridať FTP konto!

source: Alias list is empty! You cannot add FTP accounts there!
el_gr: Η λίστα ψευδωνύμων internet είναι κενή!Δεν μπορείτε να προσθέσετε λογαριασμούς FTP εκεί!
es_co: ¡La lista de alias está vacía. No puede agregar cuentas FTP ahí!
fi_fi: Alias-lista on tyhjä! Et voi lisätä FTP-tilejä tänne!
hu_hu: A domain álnév lista üres, így oda nem vehető fel FTP azonosító!
sk_sk: Zoznam aliasov je prázdny! Tu nemôžete pridať FTP konto!

source: Please specify other FTP account dir!
el_gr: Παρακάλω ορίστε άλλο κατάλογο FTP λογαριασμού!
es_co: ¡Por favor especifique otro directorio para la cuenta FTP!
fi_fi: Määritä toinen FTP-tunnuksen hakemisto!
hu_hu: Másik könyvtárat kell megadni az FTP azonosítóhoz!
sk_sk: Prosím zadajte iný adresár FTP konta!

source: FTP accounts limit reached!
el_gr: Οι λογαριασμοί FTP έφθασαν στο όριο!
es_co: ¡Ha alcanzado la cantidad límite de cuentas FTP!
fi_fi: FTP tilien raja saavutettu
hu_hu: FTP azonosítók maximális száma elérve!
sk_sk: FTP konto dosiahlo limit!

source: ispCP - Client/Add FTP User
el_gr: ispCP - Πελάτης/Πρόσθήκη χρήστη FTP
es_co: ispCP - Cliente/Agregar usuario FTP
fi_fi: ispCP - Asiakas / Lisää FTP-käyttäjä
hu_hu: ispCP - Ügyfél / FTP felhasználó hozzáadása
sk_sk: ispCP - Klient/Pridať FTP konto

source: Add FTP user
el_gr: Πρόσθήκη χρήστη FTP
es_co: Agregar usuario FTP
fi_fi: Lisää FTP-käyttäjä
hu_hu: FTP felhasználó hozzáadása
sk_sk: Pridať FTP konto

source: To main domain
el_gr: Προς κυρίως όνομα internet
es_co: A un dominio principal
fi_fi: Päädomainille
hu_hu: fő domainhez
sk_sk: K hlavnej doméne

source: To domain alias
el_gr: Προς ψευδώνυμο ονόματος internet
es_co: A un alias de dominio
fi_fi: Domain aliakselle
hu_hu: domain álnévhez
sk_sk: K aliasu domény

source: To subdomain
el_gr: Προς υποόνομα internet
es_co: A un subdominio
fi_fi: Alidomainille
hu_hu: aldomainhez
sk_sk: K sub-doméne

source: Use other dir
el_gr: Χρησιμοποιείστε άλλο φάκελο
es_co: Usar otro directorio
fi_fi: Käytä muuta hakemistoa
hu_hu: Másik könyvtár használata
sk_sk: Použiť iný adresár

source: Choose dir
el_gr: Επιλογή φακέλου
es_co: Elija un directorio
fi_fi: Valitse hakemisto
hu_hu: Könyvtár kijelölése
sk_sk: Voľba adresára

source: Cannot open directory!<br />Please contact your administrator!
es_co: ¡No se puede acceder al directorio!<br />Por favor contacte al administrador.
hu_hu: Nem lehet megnyitni a könyvtárat!<br />Adminisztrátor megkeresése ajánlott!
sk_sk: Nemôžem otvoriť aresár! <br>Prosím kontaktujte Vášho adminstrátora !

source: Parent Directory
el_gr: Γονικός φάκελος
es_co: Directorio principal
fi_fi: Yläkansio
hu_hu: Szülő könyvtár
sk_sk: Rodičovský adresár

source: Protect it
el_gr: Προστάτεψέ το
es_co: Protegerlo
fi_fi: Suojaa
hu_hu: Megvédés
sk_sk: Ochráň to

source: ispCP - Client/Webtools
el_gr: ispCP - Πελάτης/Εργαλεία Web
es_co: ispCP - Cliente/Herramientas web
fi_fi: ispCP - Asiakas / Web-työkalut
hu_hu: ispCP - Ügyfél / Webes eszközök
sk_sk: ispCP - Klient/Web nástroje

source: Directory tree
el_gr: Δένδρο φακέλων
es_co: Árbol de directorios
fi_fi: Hakemistopuu
hu_hu: Könyvtárfa
sk_sk: Strom adresárov

source: Directories
el_gr: Φάκελοι
es_co: Directorios
fi_fi: Hakemistot
hu_hu: Könyvtárak
sk_sk: Adresáre

source: Choose
el_gr: Επιλογή
es_co: Seleccionar
fi_fi: Valitse
hu_hu: Kiválaszt
sk_sk: Vyberať

source: FTP account deleted successfully!
el_gr: Ο λογαριασμός FTP διαγράφηκε επιτυχώς!
es_co: ¡La cuenta FTP ha sido borrada!
fi_fi: FTP-tunnus poistettu onnistuneesti!
hu_hu: FTP azonosító sikeresen törölve!
sk_sk: FTP konto zmazané úspešne!

source: FTP account data updated!
el_gr: Τα δεδομένα λογαριασμού FTP ενημερώθηκαν!
es_co: ¡Los datos de la cuenta FTP han sido actualizados!
fi_fi: FTP-tunnuksen tiedot päivitetty!
hu_hu: FTP azonosító módosítva!
sk_sk: Informacie o FTP konte aktualizované!

source: ispCP - Client/Edit FTP Account
el_gr: ispCP - Πελάτης/Μεταβολή λογαριασμού FTP
es_co: ispCP - Cliente/Editar cuentas FTP
fi_fi: ispCP - Asiakas / Muokkaa FTP-tunnusta
hu_hu: ispCP - Ügyfél / FTP azonosító módosítása
sk_sk: ispCP - Klient/Editovať FTP konto

source: Edit FTP user
el_gr: Μεταβολή λογαριασμού FTP
es_co: Editar usuario FTP
fi_fi: Muokkaa FTP-käyttäjää
hu_hu: FTP felhasználó módosítása
sk_sk: Editovať FTP konto

source: Save changes
el_gr: Αποθήκευση αλλαγών
es_co: Guardar cambios
fi_fi: Tallenna muutokset
hu_hu: Változások mentése
sk_sk: Uložiť zmeny

source: Hosting plans available for update
el_gr: Διαθέσιμα πακέτα φιλοξενίας internet για ενημέρωση
es_co: Planes de alojamiento disponibles para actualizar
fi_fi: Saatavilla olevat hosting-paketit
hu_hu: Frissíthető a használatban levő szolgáltatási csomag
sk_sk: Hostingové plány dostupné na update!

source: Cancel order
el_gr: Ακύρωση παραγγελίας
es_co: Cancelar orden
fi_fi: Peruuta tilaus
hu_hu: Rendelés lemondása
sk_sk: Zrušit objednávku

source: Your order
el_gr: Η παραγγελία σας
es_co: Su orden
fi_fi: Tilauksesi
hu_hu: Jelenlegi megrendelés
sk_sk: Objednávate

source: Purchase
el_gr: Αγορά
es_co: Comprar
fi_fi: Tilaa
hu_hu: Vásárlás
sk_sk: Kúpiť

source: There are no available updates
el_gr: Δεν υπάρχουν διαθέσιμες ενημερώσεις
es_co: No hay actualizaciones disponibles.
fi_fi: Ei saatavilla olevia päivityksiä
hu_hu: Nincs elérhető frissítés
sk_sk: Nie sú dostupné žiadne update-y
