Repository: BenBE/ispCP
Catalog: language-files/po/*.po
Languages: el_gr, es_co, fi_fi, hu_hu, sk_sk

source: In front the name
el_gr: Μπροστά από το όνομα
es_co: En frente del nombre
fi_fi: Nimen edessä
hu_hu: Név elején (például: ID_dbnév)
sk_sk: Pred meno

source: Behind the name
el_gr: Πίσω από το όνομα
es_co: Detrás del nombre
fi_fi: Nimen takana
hu_hu: Név végén (például: dbnév_ID)
sk_sk: Za menom

source: Add existing user
el_gr: Προσθήκη υπάρχοντος χρήστη
es_co: Agregar usuario existente
fi_fi: Lisää olemassa oleva käyttäjä
hu_hu: Kiválasztott felhasználó hozzárendelése
sk_sk: Pridať existujúce konto

source: Existing SQL users
el_gr: Υπάρχοντες SQL χρήστες
es_co: Usuarios SQL existentes
fi_fi: Olemassa olevat SQL-käyttäjät
hu_hu: Létező SQL felhasználó
sk_sk: Existujúce SQL kontá

source: Subdomains limit reached!
el_gr: Το όριο υποονομάτων internet έφθασε!
es_co: ¡Ha alcanzado la cantidad límite de subdominios!
fi_fi: Alidomain raja on täynnä!
hu_hu: Több aldomain nem hozható létre, korlát elérve!
sk_sk: Limit sub-domén dosiahnutý!

source: Please specify subdomain name!
el_gr: Παρακαλώ δώστε το υποόνομα internet!
es_co: Por favor especifique un nombre para el subdominio.
fi_fi: Määritä alidomainin nimi!
hu_hu: Aldomain neve nincs megadva!
sk_sk: Posím zadajte meno sub-domén!

source: No valid alias domain selected!
el_gr: Επιλέχθηξε άκυρο ψευδώνυμο internet!
es_co: No ha seleccionado un alias de dominio válido.
fi_fi: Ei oikeata aliasdomainia valittu!
hu_hu: Nincs érvényes domain álnév kiválasztva!
sk_sk: Limit aliasov domény dosiahnutý!

source: Subdomain already exists or is not allowed!
el_gr: Το υποόνομα internet υπάρχει ή δεν επιτρέπεται!
es_co: ¡El subdominio ya existe o no está permitido!
fi_fi: Alidomain on olemassa tai ei ole sallittu!
hu_hu: A létrehozni kívánt aldomain már létezik vagy nem megengedett!
sk_sk: Sub-doména už existuje!

source: Mount point already in use!
el_gr: Το σημείο σύνδεσης είναι ήδη σε χρήση!
es_co: ¡El punto de montaje ya está en uso!
fi_fi: Lliitospiste on jo olemassa!
hu_hu: A csatolási pont már használatban van!
sk_sk: Bod pripojenia sub-domény už existuje!

source: Incorrect mount point syntax!
el_gr: Λάθος σύνταξη σημείου σύνδεσης!
es_co: La sintaxis del punto de montaje es incorrecta.
fi_fi: Virheellinen liitospisteen muoto!
hu_hu: A csatolási pont formátuma nem megfelelő!
sk_sk: Nesprávna syntax prípojného bodu

source: Subdomain scheduled for addition!
el_gr: Η προσθήκη υποονόματος internet προετοιμάζεται!
es_co: El subdominio ha sido programado para ser agregado.
fi_fi: Alidomain lisäysjonossa!
hu_hu: Aldomain beütemezve létrehozása!
sk_sk: Subdoména načasovaná na pridanie!

source: ispCP - Client/Add Subdomain
el_gr: ispCP - Πελάτης/Προσθήκη Υποονόματος Internet
es_co: ispCP - Cliente/Agregar subdominio
fi_fi: ispCP - Asiakas / Lisää alidomain
hu_hu: ispCP - Ügyfél / Aldomain létrehozása
sk_sk: ispCP - Klient/Pridať sub-doménu

source: Add subdomain
el_gr: Προσθήκη Υποονόματος Internet
es_co: Agregar subdominio
fi_fi: Lisää alidomain
hu_hu: Aldomain létrehozása
sk_sk: Pridať sub-doménu

source: Subdomain data
el_gr: Δεδομένα υποονόματος internet
es_co: Datos del subdominio
fi_fi: Alidomain-tiedot
hu_hu: Aldomain adatai
sk_sk: Data sub-domény

source: Subdomain name
el_gr: Όνομα υποονόματος internet
es_co: Nombre del subdominio
fi_fi: Alidomainin nimi
hu_hu: Aldomain neve
sk_sk: Meno sub-domény

source: Directory tree mount point
el_gr: Σημείο σύνδεση δέντρου καταλόγων
es_co: Punto de montaje del árbol de directorios
fi_fi: Hakemistopuu liitospiste
hu_hu: Könyvtárfa csatolási pontja
sk_sk: Strom adresárov - prípojný bod

source: The subdomain you are trying to remove has email accounts!<br />Rremove them first!
es_co: El subdominio que está intentando eliminar tiene cuentas de correo.<br />Elimínelas primero.
hu_hu: A törölni kívánt aldomainhez e-mail fiók tartozik!<br />Előbb azt kell törölni!
sk_sk: Sub-doména, ktorú sa snažíte odstrániť má e-mailové kontá!<br>Najpr ich odstránte!

source: Subdomain scheduled for deletion!
el_gr: Το υποόνομα προωθείται για διαγραφή!
es_co: El subdominio ha sido programado para ser eliminado.
fi_fi: Alidomain poistojonossa!
hu_hu: Aldomain beütemezve törlésre!
sk_sk: Sub-doména načasovaná na zmazanie!

source: ispCP - Manage Subdomain/Edit Subdomain
es_co: ispCP - Administrar subdominios/Editar subdominio
hu_hu: ispCP - Aldomain kezelése / Aldomain módosítása
sk_sk: ispCP - Admin/Admin Log

source: Manage subdomain
es_co: Administrar subdominios
hu_hu: Aldomain kezelése
sk_sk: Spravovať domény

source: Edit subdomain
es_co: Editar subdominios
hu_hu: Aldomain módosítása
sk_sk: Upraviť doménu

source: ispCP - Support System - New ticket
es_co: ispCP - Asistencia técnica - Nueva consulta
hu_hu: ispCP - Ügyfélszolgálat / Új hibajegy
sk_sk: ispCP - Podporný systém - Nový tiket

source: Please specify message subject!
el_gr: Παρακαλώ δώστε θέμα μηνύματος!
es_co: Por favor especifique el asunto del mensaje.
fi_fi: Määritä viestin aihe!
hu_hu: Üzenet tárgya nincs megadva!
sk_sk: Prosím vyplňte predmet správy!

source: New ticket
el_gr: Νέο εισιτήριο υποστήριξης
es_co: Nueva consulta
fi_fi: Uusi kysymys
hu_hu: Új hibajegy
sk_sk: Nový tiket

source: Low
el_gr: Χαμηλό
es_co: Baja
fi_fi: Pieni
hu_hu: Alacsony
sk_sk: Málo

source: Medium
el_gr: Μεσαίο
es_co: Media
fi_fi: Normaali
hu_hu: Közepes
sk_sk: Stredne

source: High
el_gr: Υψηλό
es_co: Alta
fi_fi: Suuri
hu_hu: Magas
sk_sk: Veľa

source: Very high
el_gr: Πολύ υψηλό
es_co: Urgente
fi_fi: Todella suuri
hu_hu: Nagyon magas
sk_sk: Veľmi veľa

source: ISPCP - Client/Webtools
el_gr: ISPCP - Πελάτης/Εργαλεία Web
es_co: ispCP - Cliente/Herramientas web
fi_fi: ISPCP - Asiakas / Web-työkalut
hu_hu: IspCP - Ügyfél / Webes eszközök
sk_sk: ispCP - Klient/Web nástroje

source: Webtools
el_gr: Εργαλεία Web
es_co: Herramientas web
fi_fi: Web-työkalut
hu_hu: Webes eszközök
sk_sk: Web nástroje

source: Customize error pages for your domain
el_gr: Διαμόρφωση σελίδων λαθών για το όνομα internet σας
es_co: Páginas de error personalizadas para su dominio
fi_fi: Räätälöi virhesivu domainillesi
hu_hu: Domainhez tartozó egyéni hibaoldalak testreszabása
sk_sk: Prispôsobte si chybové stránky pre Vašu doménu

source: Backup and restore settings
el_gr: Ρυθμίσεις λήψης και επαναφοράς αντιγράφων ασφαλείας
es_co: Respaldo y restauración
fi_fi: Varmuuskopio- / palautusasetukset
hu_hu: Adatmentés és visszaállítása
sk_sk: Nastavenia zálohy a obnovenia

source: Access your mail through the web interface
el_gr: Πρόσβαση στο email σας μέσω σύνδεσης Web
es_co: Acceda a su correo a través de la interfaz web.
fi_fi: Hallitse sähköpostisi web-käyttäliittymän läpi
hu_hu: E-mail fiók elérése böngészőn keresztül
sk_sk: Pristupujte na Váš e-mail cez webové rozhranie

source: Access your files through the web interface
el_gr: Πρόσβαση στα αρχεία σας μέσω σύνδεσης Web
es_co: Acceda a sus archivos a través de la interfaz web.
fi_fi: Hallitse tiedostojasi web-käyttäliittymän läpi
hu_hu: Webes fájlok elérése böngészőn keresztül
sk_sk: Pristupujte k Vašim súborom cez webové rozhranie

source: Access your Awstats statistics
el_gr: Πρόσβαση στα στατιστικά σας Awstats
es_co: Acceda a las estadísticas de Awstats
fi_fi: Avaa Awstats tilastot
hu_hu: AwStats által készített statisztika megtekintése
sk_sk: Pristupujte k Vašim Awstats štatistikám

source: Manage protected areas, users and groups
el_gr: Διαχείριση προστατευμένων περιοχών, χρήστες και ομάδες
es_co: Administrar áreas protegidas, usuarios y grupos
fi_fi: Hallitse suojattuja alueita, käyttäjiä ja ryhmiä
hu_hu: Védett területek, felhasználók és csoportok kezelése
sk_sk: Spravovať chránené oblasti, užívateľov a skupiny

source: System tools
el_gr: Εργαλεία συστήματος
es_co: Herramientas del sistema
fi_fi: Järjestelmätyökalut
hu_hu: Rendszereszközök
sk_sk: Systémové nástroje

source: Statistics
el_gr: Στατιστικά
es_co: Estadísticas
fi_fi: Statistiikka
hu_hu: Statisztika
sk_sk: Štatistiky

source: Reseller statistics
el_gr: Στατιστικά μεταπωλητή
es_co: Estadísticas de revendedores
fi_fi: Jälleenmyyjätilastot
hu_hu: Viszonteladói statisztika
sk_sk: Štatistiky predajcu

source: Logout
el_gr: Έξοδος
es_co: Cerrar sesión
fi_fi: Uloskirjautuminen
hu_hu: Kijelentkezés
sk_sk: Odhlásiť sa

source: ispCP database updates
el_gr: Ενημερώσεις Β.Δ. ispCP
es_co: Actualizaciones de la base de datos
fi_fi: ispCP tietokantapäivitykset
hu_hu: ispCP adatbázis frissítések
sk_sk: ispCP aktualizácie

source: Custom menus
el_gr: Ατομικά μενού
es_co: Menús personalizados
fi_fi: Vaihtoehtoiset valikot
hu_hu: Saját menük
sk_sk: Vlastné menu

source: Overview
el_gr: Σύνοψη
es_co: Resumen
fi_fi: Etusivu
hu_hu: Áttekintés
sk_sk: Prehľad

source: User sessions
el_gr: Σύνοδοι με χρήστες
es_co: Sesiones de usuarios
fi_fi: Käyttäjäsessiot
hu_hu: Felhasználói munkafolyamatok
sk_sk: Sedenia užívateľa

source: Lostpw email setup
el_gr: Εγκατάσταση email ΧαμένοΣθ
es_co: Recuperación de contraseña
fi_fi: Salasanamuistuttaja
hu_hu: Elfelejtett jelszó beállításai
sk_sk: Nastavenia e-mailu strateného hesla

source: Admin users
el_gr: Χρήστες διαχειριστές
es_co: Usuarios administradores
fi_fi: Ylläpitäjät
hu_hu: Adminisztrátor
sk_sk: Admin užívatelia

source: Normal users
el_gr: Χρήστες απλοί
es_co: Usuarios normales
fi_fi: Tavalliset käyttäjät
hu_hu: Felhasználó
sk_sk: Normálny užívatelia

source: System messages
el_gr: Μηνύματα Συστήματος
es_co: Mensajes del sistema
fi_fi: Järjestelmäviestit
hu_hu: Rendszerüzenetek
sk_sk: Systémové správy

source: No new messages
el_gr: Δεν υπάρχουν νέα μηνύματα
es_co: No hay nuevos mensajes
fi_fi: Ei uusia viestejä
hu_hu: Nincs új üzenet
sk_sk: Žiadne nové správy

source: Server traffic
el_gr: Κίνηση Διακομιστή
es_co: Tráfico del servidor
fi_fi: Palvelimen liikenne
hu_hu: Szerver adatforgalma
sk_sk: Prenesené dáta servra

source: Administrators list is empty!
el_gr: Η λίστα διαχειριστών είναι κενή!
es_co: La lista de administradores está vacía.
fi_fi: Pääkäyttäjien lista on tyhjä
hu_hu: Az adminisztorok listája üres!
sk_sk: Zoznam administrátorov je prázdny!

source: Creation date
el_gr: Ημ/νία Δημιουργίας
es_co: Fecha de creación
fi_fi: Luomispäivämäärä
hu_hu: Hozzáadás dátum
sk_sk: Dátum vytvorenia

source: Created by
el_gr: Δημιουργήθηκε από
es_co: Creado por
fi_fi: Luonut
hu_hu: Hozzáadta
sk_sk: Vytvorené

source: System
el_gr: Σύστημα
es_co: Sistema
fi_fi: Järjestelmä
hu_hu: Rendszer
sk_sk: Systémové informácie

source: Resellers list is empty!
el_gr: Η λίστα μεταπωλητών είναι κενή!
es_co: La lista de revendedores está vacía.
fi_fi: Jälleenmyyjälista on tyhjä!
hu_hu: A viszonteladók listája üres!
sk_sk: Zoznam predajcov je prázdny!

source: Switch to user interface
el_gr: Εναλλαγή σε σύνδεση χρήστη
es_co: Cambiar a la interfaz del usuario.
fi_fi: Vaihda käyttäjän käyttöliittymään
hu_hu: Átlépés a felhasználó felületére
sk_sk: Zmeniť užívateľské rozhranie

source: Switch
el_gr: Εναλλαγή
es_co: Cambiar
fi_fi: Vaihda
hu_hu: Átlép
sk_sk: Prepnúť

source: Not found user records matching the search criteria!
el_gr: Δεν βρέθηκαν εγγραφές χρήστη που ταιριάζουν με τα κριτήρια αναζήτησης!
es_co: No se encontraron registros de usuario que concuerden con los criterios de búsqueda.
fi_fi: Hakusanoja vastaavia käyttäjätietoja ei läytynyt!
hu_hu: A keresési feltételek alapján nem található felhasználó!
sk_sk: Nenájdené záznamy užívateľa, ktoré by vyhovovali kritériu!

source: view aliases
el_gr: προβολή ψευδωνύμων
es_co: ver alias
fi_fi: näytä aliakset
hu_hu: álnevek mutatása
sk_sk: zozbraziť aliasy

source: Users list is empty!
el_gr: Η λίστα χρηστών είναι κενή!
es_co: La lista de usuarios está vacía.
fi_fi: Käyttäjälista on tyhjä!
hu_hu: A felhasználói lista üres!
sk_sk: Zoznam užívateľov je prázdny!

source: Details
el_gr: Λεπτομέρειες
es_co: Detalles
fi_fi: Tiedot
hu_hu: Részletek
sk_sk: Detaily

source: Edit domain
el_gr: Μεταβολή ονόματος internet
es_co: Editar dominio
fi_fi: Muokkaa Domainia
hu_hu: Domain módosítása
sk_sk: Upraviť doménu

source: Are you sure you want to change the status of domain account?
el_gr: Είστε σίγουρος για την αλλαγή κατάστασης του λογαριασμού ονόματος internet;
es_co: ¿Está seguro que quiere cambiar el estado de la cuenta de dominio?
fi_fi: Oletko varma että haluat muuttaa domainin tilaa?
hu_hu: Biztos, hogy megváltozzon a domain állapota?
sk_sk: Ste si istý, že chcete zmeniť stav účtu domény?

source: Administrators
el_gr: Διαχειριστές
es_co: Administradores
fi_fi: Ylläpitäjät
hu_hu: Adminisztrátorok
sk_sk: Administrátori

source: Resellers
el_gr: Μεταπωλητές
es_co: Revendedores
fi_fi: Jälleenmyyjät
hu_hu: Viszonteladók
sk_sk: Predajci

source: Search
el_gr: Αναζήτηση
es_co: Buscar
fi_fi: Etsi
hu_hu: Keresés
sk_sk: Vyhľadať

source: Expire date
el_gr: Ημερομηνία λήξης
es_co: Fecha de expiración
fi_fi: Vanhenemispäivä
hu_hu: Lejárati dátum
sk_sk: Dátum expirácie

source: %1$s you are now logged as %2$s
el_gr: %1$s τώρα έχετε μπεί σαν %2$s
es_co: %1$s ahora está conectado como %2$s
fi_fi: %1$s olet kirjautunut nyt käyttäjänä %2$s
hu_hu: %1$s bejelentkezett, mint %2$s
sk_sk: %1$s teraz ste prihlásený ako %2$s

source: Go back
el_gr: Επιστροφή
es_co: Regresar
fi_fi: Takaisin
hu_hu: Vissza
sk_sk: Ísť späť

source: Suspended
el_gr: Παύθηκε
es_co: Suspendido
fi_fi: Pysäytetty
hu_hu: Felfüggesztve
sk_sk: Uspať

source: Error
el_gr: Σφάλμα
fi_fi: Virhe
hu_hu: Hiba
sk_sk: Chyba

source: ispCP - Order Panel
el_gr: ispCP - Πίνακας Παραγγελιών
es_co: ispCP - Panel de compras
fi_fi: ispCP-Tilauspaneeli
hu_hu: ispCP - Megrendelőlap
sk_sk: ispCP Kontrol Panel

source: Email and FTP accounts
el_gr: Λογαριασμοί Email και FTP
es_co: Cuentas de correo y FTP
fi_fi: Email ja FTP-tunnukset
hu_hu: E-mail és FTP hozzáférések
sk_sk: E-mail a FTP kontá

source: Add mail user
el_gr: Προσθήκη χρήστη email
es_co: Agregar cuenta de correo
fi_fi: Lisää sähköpostikäyttäjä
hu_hu: E-mail fiók létrehozása
sk_sk: Pridať e-mailové konto

source: Web statistics
el_gr: Στατιστικά Web
es_co: Estadísticas web
fi_fi: Web statistiikka
hu_hu: Web statisztikák
sk_sk: Štatistikywebu

source: Group/User management
el_gr: Διαχείριση Ομάδας/Χρήστη
es_co: Administración de grupos y usuarios
fi_fi: Ryhmä/käyttäjähallinta
hu_hu: Felhasználók és csoportok
sk_sk: Správa skupín a užívateľov

source: Email Accounts
el_gr: Λογαριασμοί email
es_co: Cuentas de correo
fi_fi: Sähkäpostitunnukset
hu_hu: E-mail fiókok
sk_sk: E-mailové kontá

source: FTP Accounts
el_gr: Λογαριασμοί FTP
es_co: Cuentas FTP
fi_fi: FTP-tunnukset
hu_hu: FTP azonosítók
sk_sk: FTP kontá

source: Update Hosting Package
el_gr: Μεταβολή πακέτου φιλοξενίας internet
es_co: Actualizar plan de alojamiento
fi_fi: Päivitä hosting-paketti
hu_hu: Szolgáltatási csomag frissítése
sk_sk: Aktualizovať hostingový balík

source: Manage SSL certificate
el_gr: Διαχείριση πιστοποιητικού SSL
es_co: Administrar certificados SSL
fi_fi: Hallitse SSL sertifikaatteja
hu_hu: SSL tanúsítványok kezelése
sk_sk: Spravujte SSL certifikát

source: Domain mail
el_gr: Εmail Ονόματος internet
es_co: Correo de dominio
fi_fi: Domainin sähköposti
hu_hu: Domainhez tartozó e-mail cím
sk_sk: Mail domény

source: Email forward
el_gr: Προώθηση Email
es_co: Redirección de correo
fi_fi: Email-ohjaus
hu_hu: Továbbítás ide
sk_sk: Presmerovanie e-mailu

source: Alias mail
el_gr: Email ψευδώνυμου
es_co: Correo de alias
fi_fi: Sähkäpostialias
hu_hu: Domain álnévhez tartozó e-mail cím
sk_sk: Alias e-mailu

source: Alias forward
el_gr: Προώθηση ψευδωνύμου
es_co: Redirección de alias
fi_fi: Alias-ohjaus
hu_hu: Továbbítás ide
sk_sk: Alias presmerovania

source: Subdomain mail
el_gr: Email υποονόματος internet
es_co: Correo de subdominio
fi_fi: Alidomainin sähköposti
hu_hu: Aldomainhez tartozó e-mail cím
sk_sk: E-mail sub-domény

source: Subdomain forward
el_gr: Προώθηση υποονόματος internet
es_co: Redirección de subdominio
fi_fi: Alidomainin ohjaus
hu_hu: Továbbítás ide
sk_sk: Presmerovanie sub-domeny

source: Alias subdomain mail
el_gr: Email ψευδώνυμου υποονόματος
es_co: Correo de subdominio de alias
fi_fi: Alias alidomainin sähköposti
hu_hu: Aldomain álnévhez tartozó e-mail cím
sk_sk: E-mail sub-domény

source: Alias subdomain forward
el_gr: Προώθηση ψευδωνύμου υποονόματος
es_co: Redirección de subdominio de alias
fi_fi: Alias alidomainin ohjaus
hu_hu: Továbbítás ide
sk_sk: Presmerovanie sub-domeny

source: Unknown type
el_gr: Άγνωστος τύπος
es_co: Tipo desconocido
fi_fi: Tuntematon tyyppi
hu_hu: Ismeretlen típus
sk_sk: Neznámy typ

source: Welcome {USERNAME} to ispCP!
el_gr: Καλωσήλθατε {USERNAME} στο ispCP!
es_co: {USERNAME}, bienvenido a ispCP
fi_fi: Tervetuloa {USERNAME} ispCP:hen!
hu_hu: Üdv az ispCP Rendszerben, {USERNAME}!
sk_sk: Vitaj {USERNAME} v systéme!

source: Hello {NAME}! A new ispCP account has been created for you. Your account information: User type: {USERTYPE} User name: {USERNAME} Password: {PASSWORD} Remember to change your password often and the first time you login. You can login right now at {BASE_SERVER_VHOST_PREFIX}{BASE_SERVER_VHOST} Statistics: {BASE_SERVER_VHOST_PREFIX}{BASE_SERVER_VHOST}/{USERNAME}/stats/ User name: {USERNAME} Password: {PASSWORD} Best wishes with ispCP! The ispCP Team.
es_co: Buen día, {NAME}. Ha sido creada una nueva cuenta ispCP para usted. Esta es la información de su cuenta: Tipo de usuario: {USERTYPE} Nombre de usuario: {USERNAME} Contraseña: {PASSWORD} Recuerde cambiar la contraseña la primera vez que ingrese. También es una buena práctica cambiarla con cierta frecuencia. Puede ingresar a su panel de control a través de {BASE_SERVER_VHOST_PREFIX}{BASE_SERVER_VHOST} Estadísticas: {BASE_SERVER_VHOST_PREFIX}{BASE_SERVER_VHOST}/{USERNAME}/stats/ Nombre de usuario: {USERNAME} Contraseña: {PASSWORD} ¡Esperamos que disfrute de ispCP! El equipo ispCP.
hu_hu: Tisztelt {NAME}! Örömmel tudatjuk, hogy a kívánt ispCP azonosító elkészült! Hozzáféréssel kapcsolatos információk: Vezérlőpult címe: {BASE_SERVER_VHOST_PREFIX}{BASE_SERVER_VHOST} Felhasználó típusa: {USERTYPE} Felhasználói név: {USERNAME} Felhasználói jelszó: {PASSWORD} Felhívjuk a figyelmet az időszakonkénti jelszócsere fontosságára! Különösen ajánljuk, hogy legalább az első belépés alkalmával legyen megváltoztatva. Webstatisztika: http://{USERNAME}/stats/ Azonosító: {USERNAME} Jelaszó: {PASSWORD} Sok sikert a rendszer használatához! az ispCP csapat
sk_sk: Vitaj {NAME}! Bolo Vám vytvorené nové ispCP konto. Informácia o konte: Typ užívateľa: {USERTYPE} Užívateľské meno: {USERNAME} Heslo: {PASSWORD} Pamätajte na pravidelnú zmenu hesla a zmenu hesla pri prvom prihlásení, kôli bezpečnosti. Môžete sa prihlásiť hneď teraz na {BASE_SERVER_VHOST_PREFIX}{BASE_SERVER_VHOST} Štatistiky: {BASE_SERVER_VHOST_PREFIX}{BASE_SERVER_VHOST}/{USERNAME}/stats/ Užívateľské meno: {USERNAME} Heslo: {PASSWORD} S pozdravom Váš hostingový tím!

source: Hello {NAME}! A new ispCP account has been created for you. Your account information: User type: {USERTYPE} User name: {USERNAME} Password: {PASSWORD} Remember to change your password often and the first time you login. You can login right now at {BASE_SERVER_VHOST_PREFIX}{BASE_SERVER_VHOST} User name: {USERNAME} Password: {PASSWORD} Best wishes with ispCP! The ispCP Team.
es_co: Buen día, {NAME}. Ha sido creada una nueva cuenta ispCP para usted. Esta es la información de su cuenta: Tipo de usuario: {USERTYPE} Nombre de usuario: {USERNAME} Contraseña: {PASSWORD} Recuerde cambiar la contraseña la primera vez que ingrese. También es una buena práctica cambiarla con cierta frecuencia. Puede ingresar a su panel de control a través de {BASE_SERVER_VHOST_PREFIX}{BASE_SERVER_VHOST} Nombre de usuario: {USERNAME} Contraseña: {PASSWORD} ¡Esperamos que disfrute de ispCP! El equipo ispCP.
hu_hu: Tisztlet {NAME}! Örömmel tudatjuk, hogy a kívánt ispCP azonosító elkészült! Hozzáféréssel kapcsolatos információk: Felhasználó típusa: {USERTYPE} Felhasználói név: {USERNAME} Felhasználói jelszó: {PASSWORD} Ajánlatos a jelszót legalább az első belépéskor változtatni! Vezérlőpult címe: {BASE_SERVER_VHOST_PREFIX}{BASE_SERVER_VHOST} Sok sikert a rendszer használatához! az ispCP csapat
sk_sk: Vitaj {NAME}! Bolo Vám vytvorené nové ispCP konto. Informácia o konte: Typ užívateľa: {USERTYPE} Užívateľské meno: {USERNAME} Heslo: {PASSWORD} Pamätajte na pravidelnú zmenu hesla a zmenu hesla pri prvom prihlásení, kôli bezpečnosti. Môžete sa prihlásiť hneď teraz na {BASE_SERVER_VHOST_PREFIX}{BASE_SERVER_VHOST} Užívateľské meno: {USERNAME} Heslo: {PASSWORD} S pozdravom Váš hostingový tím!

source: Please activate your new ispCP password!
el_gr: Παρακαλώ ενεργοποιείστε το νέο σας συνθηματικό για το ispCP!
es_co: Por favor active su nueva contraseña ispCP.
fi_fi: Aktivoi uusi ispCP salasana!
hu_hu: A belépés előtt aktiválni kell az ispCP Rendszerhez kapott jelszót!
sk_sk: Prosím aktivujte Vaše nové heslo!

source: Hello {NAME}! Use this link to activate your new ispCP password: {LINK} Good Luck with the ispCP System The ispCP Team
el_gr: Γεια σας {NAME}! Χρησιμοποιήστε αυτό το δεσμό για να ενεργοποιήσετε το νέο συνθηματικό σας του ispCP: {LINK} Καλή τύχη με το σύστημα ispCP Η ομάδα ispCP
es_co: Buen día, {NAME}. Use este enlace para activar su nueva contraseña ispCP: {LINK} ¡Éxitos con el sistema ispCP! El equipo ispCP.
fi_fi: Hei {NAME}! Käytä tätä linkkiä saadaksesi uusi salasana: {LINK} Ystävällisin terveisin, Ylläpito
hu_hu: Tisztelt {NAME}! Az alábbi link használatával aktiválható az ispCP jelszó: {LINK} Sok sikert a vezérlőpult használatához! az ispCP csapat
sk_sk: Vitaj {NAME}! Klikni na túto linku, aby si aktivoval nové heslo do systému: {LINK} S pozdravom Váš hostingový tím!

source: Your new ispCP login!
el_gr: Η νέα σας είσοδος στο iscCP!
es_co: Su nueva cuenta ispCP.
fi_fi: ispCP kirjautumistietonne!
hu_hu: Új bejelentkezési adatok az ispCP Rendszerbe!
sk_sk: Vaše nové prihlasovacie údaje!

source: Hello {NAME}! Your user name is: {USERNAME} Your password is: {PASSWORD} You can login at {BASE_SERVER_VHOST_PREFIX}{BASE_SERVER_VHOST} Best wishes with ispCP! The ispCP Team
el_gr: Γεια σας {NAME}! Το όνομα σας χρήστη είναι: {USERNAME} Το συνθηματικό σας είναι: {PASSWORD} Μπορείτε να μπείτε στο {BASE_SERVER_VHOST_PREFIX}{BASE_SERVER_VHOST} Πολλές ευχές με το ispCP! Η ομάδα του ispCP
es_co: Buen día, {NAME}. Su nombre de usuario es: {USERNAME} Su contraseña es: {PASSWORD} Puede ingresar en {BASE_SERVER_VHOST_PREFIX}{BASE_SERVER_VHOST} Esperamos que disfrute de ispCP. El equipo ispCP.
fi_fi: Hei {NAME}! Käyttäjänimesi on: {USERNAME} Salasanasi on: {PASSWORD} Voit kirjautua osoitteessa {BASE_SERVER_VHOST_PREFIX}{BASE_SERVER_VHOST} Ystävällisin terveisin, Ylläpito
hu_hu: Tisztelt {NAME}! Felhasználói név: {USERNAME} Felhasználói jelszó: {PASSWORD} Bejelentkezni a {BASE_SERVER_VHOST_PREFIX}{BASE_SERVER_VHOST} weboldalon tudsz. Sok sikert a vezérlőpult használatához! az ispCP csapat
sk_sk: Vitaj {NAME}! Vaše užívateľské meno je: {USERNAME} Vaše heslo je: {PASSWORD} Môžete sa prihlásiť na {BASE_SERVER_VHOST_PREFIX}{BASE_SERVER_VHOST} S pozdravom Váš hostingový tím!

source: Confirmation for domain order {DOMAIN}!
el_gr: Επιβεβαίωση παραγγελίας ονόματος internet {DOMAIN}!
es_co: Confirmación de orden de compra para el dominio {DOMAIN}.
fi_fi: Vahvistus tilauksesta {DOMAIN}!
hu_hu: Domain megrendelés visszaigazolása! Domain: {DOMAIN}
sk_sk: Potvrdenie objednávky pre doménu {DOMAIN}!
